{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 14147, "p_count": 39, "text": "BBC News, عربي إذهب الى المحتوى أقسام الصفحة الحالية, رئيسية شاهد البث المباشر أخبار اقتصاد صحة وعلوم رياضة فيديو تحقيقات بودكاست برامجنا الصفحة الحالية, رئيسية شاهد البث المباشر أخبار اقتصاد صحة وعلوم رياضة فيديو تحقيقات بودكاست برامجنا BBC News , عربي - الرئيسية الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟ BBC News, عربي لماذا يمكنك الاعتماد على أخبار بي بي سي شروط الاستخدام عن بي بي سي سياسة الخصوصية ملفات الارتباط Cookies اتصل بـ بي بي سي بي بي سي نيوز عربي في لغات أخرى Do not share or sell my info © 2025 بي بي سي. بي بي سي ليست مسؤولة عن محتوى المواقع الخارجية. سياستنا بخصوص الروابط الخارجية."}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 14147, "p_count": 39, "text": "BBC News, عربي إذهب الى المحتوى أقسام الصفحة الحالية, رئيسية شاهد البث المباشر أخبار اقتصاد صحة وعلوم رياضة فيديو تحقيقات بودكاست برامجنا الصفحة الحالية, رئيسية شاهد البث المباشر أخبار اقتصاد صحة وعلوم رياضة فيديو تحقيقات بودكاست برامجنا BBC News , عربي - الرئيسية الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟ BBC News, عربي لماذا يمكنك الاعتماد على أخبار بي بي سي شروط الاستخدام عن بي بي سي سياسة الخصوصية ملفات الارتباط Cookies اتصل بـ بي بي سي بي بي سي نيوز عربي في لغات أخرى Do not share or sell my info © 2025 بي بي سي. بي بي سي ليست مسؤولة عن محتوى المواقع الخارجية. سياستنا بخصوص الروابط الخارجية."}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "main", "length": 13614, "p_count": 38, "text": "BBC News , عربي - الرئيسية الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "[role='main']", "length": 13614, "p_count": 38, "text": "BBC News , عربي - الرئيسية الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 13614, "p_count": 38, "text": "BBC News , عربي - الرئيسية الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 13587, "p_count": 38, "text": "الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 13587, "p_count": 38, "text": "الخبر الرئيسي قمة عربية إسلامية في الدوحة الأثنين، والجيش الإسرائيلي يعلن نزوح أكثر من 250 ألف شخص من مدينة غزة تشهد الدوحة الاثنين قمة عربية إسلامية طارئة لبحث الهجوم الإسرائيلي على قطر، ولقاء بين الرئيس الأميركي دونالد ترامب ورئيس الوزراء القطري في نيويورك، بعد محاولة اغتيال إسرائيلية لقادة من حماس في الدوحة أثارت استياء واشنطن. قبل 13 دقيقة هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ الهجوم الإسرائيلي، الذي استهدف قيادات من حركة حماس أثناء وجودهم في العاصمة القطرية، لم يُقرأ خليجياً فقط باعتباره تطوراً عسكرياً خطيراً، بل كرسالة سياسية مباشرة تمس أمن دول مجلس التعاون مجتمعة. قبل 4 ساعة \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء تساقطت على سكان مدينة غزة صباح الثلاثاء 9 سبتمبر/ أيلول منشورات إسرائيلية تطالبهم بإخلاء المدينة استعدادا لعملية عسكرية وصفها وزير الدفاع الإسرائيلي يسرائيل كاتس بـ\"الإعصار المدوي\". لكن عددا كبيرا من نحو مليون شخص هناك لا يستطيعون النزوح لتكلفته الباهضة التي تزيد كلما اشتدت الحاجة. قبل 5 ساعة أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا تحدّث الرئيس السوري للمرحلة الانتقالية، أحمد الشرع، خلال مقابلة تلفزيونية، عن مواضيع متعددة، شملت المفاوضات مع إسرائيل، والعلاقات مع روسيا وإيران، وقضية السويداء، وقوات قسد. قبل 8 ساعة نيبال تشهد تعيين أول سيدة كرئيسة وزراء في تاريخها بعد احتجاجات \"جيل زد\" التي أطاحت بالحكومة احتجاجات شعبية حاشدة تسقط حكومة نيبال وتأتي برئيسة المحكمة العليا السابقة لتشكيل حكومة جديد. 13 سبتمبر/ أيلول 2025 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك ألقت السلطات الأمريكية القبض على تايلر روبنسون، البالغ من العمر 22 عاماً، بتهمة قتل الناشط اليميني البارز تشارلي كيرك بالرصاص خلال فعالية في جامعة يوتا فالي. 12 سبتمبر/ أيلول 2025 تحقيق لبي بي سي: أعضاء جماعة أمريكية معادية للإسلام يديرون الأمن في مواقع توزيع المساعدات في غزة تحقيق أجرته بي بي سي يكشف أن شركة أمنية خاصة استعانت بأعضاء من جماعة دراجات نارية أمريكية تحمل تاريخاً من العداء للمسلمين لتأمين مواقع توزيع المساعدات في غزة. 12 سبتمبر/ أيلول 2025 ما هو \"إعلان نيويورك\" الذي تبنته الجمعية العامة للأمم المتحدة بخصوص الصراع الفلسطيني-الإسرائيلي؟ الأمم المتحدة تعتمد \"إعلان نيويورك\" لدعم حل الدولتين بأغلبية واسعة، مع إدانة صريحة لحماس ومطالبتها بإلقاء السلاح. 12 سبتمبر/ أيلول 2025 إسرائيل تحل محل إيران كأكبر تهديد أمني لدول الخليج - الغارديان هل أصبحت إسرائيل الخطر الأكبر على دول الخليج بدل إيران؟ وكيف أصبح تشارلي كيرك مقرباً من الرئيس الأمريكي دونالد ترامب وعائلته؟ وأخيراً هل سبق للحياة أن كانت موجودة على المريخ؟ 12 سبتمبر/ أيلول 2025 قناة بي بي سي نيوز عربي على واتساب تابعوا آخر الأخبار والتطورات حول العالم من خلال قناتنا على واتساب. فريق بي بي سي نيوز عربي يقدم لكم تقارير وتحليلات وتحقيقات، مكتوبة ومسموعة ومرئية. اضغط للمتابعة فيديو 5:21 فيديو, من لينكولن إلى جون كينيدي، تاريخ الاغتيالات السياسية في الولايات المتحدة , المدة 5,21 من لينكولن وكينيدي إلى مارتن لوثر كينغ، وصولاً إلى محاولات استهداف ترامب، واغتيال الناشط اليميني تشارلي كيرك، تاريخ الولايات المتحدة مليء بالاغتيالات السياسية. نستعرض أبرز تلك الحوادث التي غيّرت مسار السياسة الأمريكية. 12 سبتمبر/ أيلول 2025 4:02 فيديو, دُفن في البحر وحقائق أخرى لم تكن تعرفها عن أسامة بن لادن , المدة 4,02 في الذكرى الـ24 لهجمات 11 سبتمبر/أيلول2001 التي نُفذت من قبل تنظيم القاعدة، تُقام في الولايات المتحدة مراسم رسمية وأعمال تطوعية وفعاليات لتكريم لضحايا الهجمات. في الفيديو التالي نستعرض معلومات عن أسامة بن لادن، زعيم تنظيم القاعدة. 12 سبتمبر/ أيلول 2025 1:50 فيديو, ماذا نعرف عن غور الأردن؟ , المدة 1,50 وقّع رئيس الوزراء الإسرائيلي بنيامين نتنياهو اتفاقاً للمضي قدماً في خطة توسيع استيطاني ستقطع أوصال أراضٍ يسعى الفلسطينيون لإقامة دولتهم عليها. 12 سبتمبر/ أيلول 2025 4:44 فيديو, من هو تشارلي كيرك، الناشط اليميني وحليف ترامب الذي دعم حيازة السلاح؟ , المدة 4,44 اتّهم الرئيس الأمريكي دونالد ترامب خطاب \"اليسار الراديكالي\" بالمساهمة في اغتيال حليفه الوثيق الناشط اليميني تشارلي كيرك الذي وصفه بـ\"شهيد الحقيقة والحرية\". 11 سبتمبر/ أيلول 2025 3:54 فيديو, ماذا نعرف عن خليل الحية الذي حاولت إسرائيل اغتياله في قطر؟ , المدة 3,54 يرأس قائد حركة حماس في غزة، خليل الحية وفد الحركة الذي يفاوض حول آخر التطورات المتعلقة بالحرب في قطاع غزة، وارتبط اسم الحية بحركة حماس منذ سنواتها الأولى، حيث يعد أحد أبرز قادتها، فماذا نعرف عنه؟ 10 سبتمبر/ أيلول 2025 مقاطع فيديو قصيرة 01:27 فيديو , الـ \"ج\" المصرية والـ \"ج\" الشامية.. أيهما الصحيح؟ , المدة 1,27 01:27 فيديو , متى علم ترامب بضربة قطر؟ , المدة 1,27 01:30 فيديو , زنا المحارم في مسرحية مغربية , المدة 1,30 01:29 فيديو , اعتقال سوريين ينصبون باسم غزة في الهند , المدة 1,29 00:40 فيديو , غارة للجيش الإسرائيلي استهدفت قيادة حركة حماس في الدوحة , المدة 0,40 01:17 فيديو , انتقاد \"طوطو\" يطيح بخطيب مسجد بالمغرب , المدة 1,17 01:40 فيديو , إطلاق مشروع \"مراسي البحر الأحمر\" بشراكة مصرية إماراتية سعودية , المدة 1,40 01:35 فيديو , مراهقون جزائريون يهاجرون إلى إسبانيا على متن قارب , المدة 1,35 01:15 فيديو , \"القمر الدموي\" أين ومتى؟ , المدة 1,15 01:19 فيديو , لماذا يمسح زعماء آثار حمضهم النووي ويُرجعون فضلاتهم معهم؟ , المدة 1,19 01:32 فيديو , الكونغرس يكشف ملفات جديدة وفيديوهات في قضية إبستين... ما القصة؟ , المدة 1,32 01:14 فيديو , لماذا يسافر زعيم كوريا الشمالية بالقطار؟ , المدة 1,14 01:47 فيديو , لعنة قبعة تحول مليونيرا إلى \"لص القبعة\" , المدة 1,47 01:21 فيديو , ما قصة \"الكلب الأزرق\" الذي أشعل جدلا في العراق؟ , المدة 1,21 01:55 فيديو , حماس تحذف اسم محمد السنوار من قائمة أبرز قادتها الذين قُتلوا.. فمن هم هؤلاء القادة؟ , المدة 1,55 02:08 فيديو , \"خناقة\" البيت الأبيض حول الصلاة , المدة 2,08 01:59 فيديو , \"درس في الرحمة\" من طفلة مصرية بثمن كيس شيبس , المدة 1,59 01:00 فيديو , بالنسبة لثروة تايلور سويفت، سعر خاتمها يساوي سعر وجبة برغر لدى بعض الناس , المدة 1,00 01:10 فيديو , تسريحة شعر نائبة مبعوث ترامب على يد حلاق لبناني في بيروت , المدة 1,10 بودكاست تسجيل صوتي, يوميات الشرق الأوسط تسجيل صوتي, يستحق الانتباه تسجيل صوتي, الحرب في السودان تسجيل صوتي, قصص من حرب غزة شاهد البث المباشر لتلفزيون بي بي سي نيوز عربي يقدم لكم تلفزيون بي بي سي العربي الأخبار والأنباء العاجلة والتحليلات والحوارات والبرامج الوثائقية، على مدى 24 ساعة كل يوم. اضغط للمشاهدة حرب غزة \"للعام الثالث على التوالي، أطفال غزة سيُحرمون من حقهم في التعليم\" - الأمم المتحدة أوضح متحدث الأمم المتحدة ستيفان دوجاريك، خلال مؤتمر صحفي، أن العام الدراسي الجديد يقترب، و\"أطفال غزة سيفقدون فرصة التعليم للعام الثالث على التوالي، التعليم حق أساسي ولا يجوز حرمان أي طفل منه\". 28 أغسطس/ آب 2025 كابوس شهري يدفع نساء غزة لاستخدام قصاصات الملابس والخيام للتعامل مع الحيض بحسب صندوق الأمم المتحدة للسكان في قطاع غزة ما يقرب من 700 ألف امرأة وفتاة في سن الحيض يواجهن هذه الأزمة بشكل مباشر في القطاع المحاصر، وأشار الصندوق الأممي في بيانه الأخير عن هذه الأزمة إلى أن ما هو متوفر داخل القطاع من فوط صحية نسائية لا يغطي سوى أقل من رُبع احتياجات الفوط الصحية الشهرية للنساء فيه. 10 سبتمبر/ أيلول 2025 من هم أبرز الصحفيين الذين قُتلوا في حرب غزة منذ عام 2024؟ نسلط الضوء في هذا التقرير على هؤلاء الصحفيين وأبرز أعمالهم وأحلامهم وطموحاتهم، مع التذكير بأنهم مدنيون يقومون بعملهم في أوقات الأزمات والصراعات، كما يجب ألاّ تستهدفهم الأطراف المتحاربة، بل يجب على كافة الأطراف اتخاذ الخطوات والتدابير اللازمة لضمان حمايتهم. 26 أغسطس/ آب 2025 ماذا نعرف عن غزة على مر العصور؟ ولماذا وصفت بـ\"بنت الأجيال\"؟ قال المستشرق الأمريكي ريتشارد غوتهيل إن غزة هي \"نقطة الالتقاء للقوافل التي كانت تنقل البضائع إلى البحر الأبيض المتوسط، ومركز توزيع هذه البضائع إلى سوريا وآسيا الصغرى وأوروبا، وهي همزة الوصل بين فلسطين ومصر\". 23 أغسطس/ آب 2025 \"أنا يا ماما سأموت مثل جوري؟\"، الطفلة جنى جائعة وتخشى أن تلقى مصير شقيقتها في قطاع غزة يثير الجوع المنتشر في قطاع غزة في ظل الحصار الإسرائيلي مخاوف أم فلسطينية من فقدان ابنتها جنى بعد أن نال من رضيعتها جوري 20 أغسطس/ آب 2025 التغير المناخي شواطئ مغلقة وبحر جائع: لماذا يبتلع بحر الإسكندرية ضيوفه كل صيف؟ 6 سبتمبر/ أيلول 2025 هل سيواجه 10 ملايين إنسان في طهران \"يوم الصفر\"؟ 4 سبتمبر/ أيلول 2025 كيف يمكن إعادة استخدام بطاريات السيارات الكهربائية؟ 26 أغسطس/ آب 2025 بحيرة طبريا: من معجزات المسيح إلى علامات القيامة 22 أغسطس/ آب 2025 اقتصاد رغم الجدل... الحكومة اللبنانية ترخّص خدمة \"ستارلينك\" 11 سبتمبر/ أيلول 2025 \"فرنسا تقدم لمحة مرعبة عن مستقبل بريطانيا\" - مقال في التلغراف 9 سبتمبر/ أيلول 2025 بدء التداول بعملة رقمية لعائلة ترامب يرفع قيمة أصولها إلى نحو 5 مليارات دولار 3 سبتمبر/ أيلول 2025 لصالح العمال أم أصحاب الأعمال؟ جدل حول قانون العمل الجديد في مصر 1 سبتمبر/ أيلول 2025 صحة وعلوم مَن هو لاري إليسون الذي انتزع لقب \"أغنى رجل في العالم\" من إيلون ماسك؟ 12 سبتمبر/ أيلول 2025 كيف يمكن أن تسيطر على التوتر في حياتك؟ 12 سبتمبر/ أيلول 2025 هل مكملات \"أوميغا 3\" الغذائية مفيدة حقاً لمرضى السكري؟ 12 سبتمبر/ أيلول 2025 إسرائيل تحصر نفسها في \"إما كل شيء أو لا شيء\" - مقال في لوموند 11 سبتمبر/ أيلول 2025 ثقافة وفنون 12 صورة من بين الأبرز خلال عام 2025 7 سبتمبر/ أيلول 2025 جورجيو أرماني: طفل الحرب الذي غيّر الموضة من ميلانو إلى دبي 5 سبتمبر/ أيلول 2025 ماذا نعرف عن أسرار \"الليلة الكبيرة\" وطقوس احتفالات المصريين بالمولد النبوي؟ 4 سبتمبر/ أيلول 2025 إسرائيل تحاول التحكم في الحقائق التي تخرج من غزة من خلال قتل الصحفيين - مقال في الغارديان 1 سبتمبر/ أيلول 2025 رياضة مصر تفوز على إثيوبيا بثنائية وتتقدم نحو المونديال 5 سبتمبر/ أيلول 2025 سيرينا ويليامز تعترف باستخدامها أدوية \"إنقاص الوزن\" بعد مسيرة رياضية تاريخية 23 أغسطس/ آب 2025 لماذا تزداد أمراض القلب بين الشباب؟ 21 أغسطس/ آب 2025 محمد صلاح يتوج بجائزة أفضل لاعب بالدوري الإنجليزي لعام 2025 20 أغسطس/ آب 2025 بي بي سي ترند غضب وانتقادات بعد انقلاب \"قطار مطروح\" غربي مصر، ووزير النقل يؤكد فتح تحقيق في الحادث 31 أغسطس/ آب 2025 توماس براك يُغضب صحفيين بلبنان ويصف سلوكهم بـ\"حيواني\"، ما القصة؟ 26 أغسطس/ آب 2025 المولد النبوي: كيف تختلف طريقة الاحتفال به حول العالم؟ 25 أغسطس/ آب 2025 سعود القحطاني: الشاعر الذي فارق الحياة على قمة جبل 21 أغسطس/ آب 2025 برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025 اخترنا لكم \"صوت هند رجب\" في مهرجان فينيسيا السنيمائي، فإلى أين وصلت التحقيقات في مقتلها؟ تحتفظ وسام حمادة والدة هند بمتعلقات طفلتها معها أينما ذهبت، ملابس وألوان وألعاب، دائما بقربها، تتفقدها بين الحين والآخر.. تحكي الأم عن \"أصعب أيام حياتها\"، حين وُضعت على الهاتف مع ابنتها وهي تستغيث ولم تستطع الوصول إليها لإنقاذها. 5 سبتمبر/ أيلول 2025 جثة شوهدت في مشرحة سرّية يمكن أن تحل لغز اختفاء موسى الصدر دليل دامغ يشير إلى أن الزعيم الشيعي موسى الصدر قتل في ليبيا تكشفه بي بي سي 2 سبتمبر/ أيلول 2025 ماذا يعني رفع الجزائر تحفظها عن حق المرأة بالسفر والسكن بمفردها؟ الجزائر ترفع تحفظها عن المادة 15 من \"سيداو\": خطوة تُعد مكسباً لحقوق المرأة، لكنها تثير جدلاً حول الأسرة وقانونها. 28 أغسطس/ آب 2025 إرهاق وجوع ورعب: هكذا يعيش ويعمل الصحفيون في غزة يعاني الصحفيون في قطاع غزة ما يعانيه السكان من جوع ونزوح فوق أعباء مهنتهم ومخاطرها. تحدث عدد من الصحفيين لبي بي سي عن ظروف حياتهم وعملهم في غزة التي تقترب الحرب فيها من عامها الثاني. 27 أغسطس/ آب 2025 سوريا وإسرائيل: بين التسريبات والنفي، تكهنات تُطرح حول مستقبل العلاقة بين الجانبين دمشق تنفي أي اتفاق وشيك مع إسرائيل وتربطه بتنفيذ اتفاق فصل القوات 1974 وانسحابها من الجولان. في المقابل، تُطرح تسريبات عن بحث أمني متقدم تعتبره إسرائيل فرصة لفرض شروطها على سوريا. فماذا نعرف حتى الآن؟ 26 أغسطس/ آب 2025 مواقعنا على وسائل التواصل الاجتماعي فيسبوك | BBCNewsArabic@ إكس | BBCArabic@ إنستغرام | BBCArabic@ يوتيوب | BBCArabic@ WhatsApp تيك توك | BBCNewsArabic@ تفضيلات القراء 1 ما نعرفه عن تايلر روبنسون، المشتبه به في قتل تشارلي كيرك 2 \"ليس لأننا لا نخاف الموت ولكن لأننا لا نقدر على ثمن النزوح\": التكلفة تجبر الغزيين على تجاهل إنذارات الإخلاء 3 أحمد الشرع: نتفاوض مع إسرائيل حول اتفاق أمني، وروسيا انسحبت خلال إسقاط الأسد بالاتفاق معنا 4 مباحثات أمنية إسرائيلية استعداداً للسيطرة على مدينة غزة مساء الجمعة، والإمارات تستدعي السفير الإسرائيلي \"لجلسة توبيخ\" 5 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 6 هل ينقل الهجوم الإسرائيلي على قطر العلاقات الخليجية-الإسرائيلية إلى مرحلة مختلفة تماماً؟ 7 ما هي اتفاقية خور عبد الله التي تلقي بظلالها على العلاقات العراقية الكويتية؟ 8 وزير الخارجية الأمريكي يزور إسرائيل قبيل تحرك فرنسا في الأمم المتحدة 9 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 10 كيف يمكن أن تسيطر على التوتر في حياتك؟ روابط لبي بي سي شركاؤنا كيف تتصفح مواقع بي بي سي رغم المنع؟"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "section", "length": 1847, "p_count": 12, "text": "برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 1847, "p_count": 12, "text": "برامجنا بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025"}}
{"meta": {"title_guess": "الرئيسية - BBC News عربي"}, "block": {"selector": "div", "length": 1839, "p_count": 12, "text": "بن طفلة العجمي في بلا قيود: على دول الخليج إعادة النظر في سياساتها الدفاعية قال الدكتور سعد بن طفلة العجمي إنّ القصف الإسرائيلي للدوحة يضع الولايات المتحدة في موقف المتورط إن جاء بعلمها ، أما إن كان بدون علمها فيضعها في موقف غير القادرة على توفير الحماية لدولة حليفة. 12 سبتمبر/ أيلول 2025 حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم حيوانات منوية روبوتية.. مستقبل واعد لعلاج العقم 12 سبتمبر/ أيلول 2025 ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ ماذا قال وزير الدفاع الإسرائيلي بعد تسريب رقم هاتفه واتصال القراصنة به؟ 12 سبتمبر/ أيلول 2025 بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو بعد حادث سفينة الصمود.. مزاعم بتحريك الجزائر غواصتين إلى المياه التونسية… ترندينغ يكشف حقيقة الفيديو 12 سبتمبر/ أيلول 2025 متى سيدرب زين الدين زيدان منتخب فرنسا؟ متى سيدرب زين الدين زيدان منتخب فرنسا؟ 12 سبتمبر/ أيلول 2025 محمد رمضان يلتقي عمدة نيويورك محمد رمضان يلتقي عمدة نيويورك 12 سبتمبر/ أيلول 2025 نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار نيبال.. \"جيل زد\" يحرق منزل رئيس الوزراء وينقذ زوجة وزير بعد أن تركها ولاذ بالفرار 11 سبتمبر/ أيلول 2025 تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب تجسيد زنا المحارم في مسرحية \"تخرشيش\" يثير الجدل في المغرب 11 سبتمبر/ أيلول 2025 تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ تشارلي كيرك.. ماذا نعرف عن اغتيال الناشط الأمريكي اليميني وعن حركته المحافظة؟ 11 سبتمبر/ أيلول 2025 بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي بعد الجنازة.. قطر تستضيف قمة عربية إسلامية طارئة للرد على الهجوم الإسرائيلي 11 سبتمبر/ أيلول 2025 أطفال سوريا المفقودون: استمرار رحلة البحث واتهامات لمنظمة دولية بالتورط 11 سبتمبر/ أيلول 2025 0:53 فيديو, كيف غيّرت الرياضة أسلوب حياة الجيل الجديد؟ , المدة 0,53 10 سبتمبر/ أيلول 2025"}}
