{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 35358, "p_count": 5, "text": "Slashdot Stories Firehose All Popular Polls Software Thought Leadership Submit Search Slashdot Login or Sign up Topics: Devices Build Entertainment Technology Open Source Science YRO Follow us: RSS Facebook LinkedIn Twitter Youtube Mastodon Bluesky Bluesky Become a fan of Slashdot on Facebook Nickname: Password: Public Terminal Forgot your password? Close binspam dupe notthebest offtopic slownewsday stale stupid fresh funny insightful interesting maybe offtopic flamebait troll redundant overrated insightful interesting informative funny underrated descriptive typo dupe error MongoDB Atlas: Multi-cloud, modern database on AWS, Azure, and Google Cloud. Get access to our most high performance version ever, with faster and easier scaling at lower cost. × 179195538 story E-Bike Injuries Are a Massive Burden, Say Surgeons 8 Posted by BeauHD on Saturday September 13, 2025 @06:00AM from the risks-and-rewards dept. Surgeons in London report a surge in severe e-bike-related injuries, putting major strain on NHS trauma units . The BBC mentions a couple e-bike accidents overheard at the Royal London Hospital in Whitechapel. \"A 32-year-old, fit and well student... a couple of days ago he fell off an e-bike sustaining a closed left tibial plateau fracture.\" Another case involved a little girl named Frida: \"Six-year-old girl, she was hit by an electric bike, she has a closed tib/fib fracture.\" From the report: Surgeon Jaison Patel is seeing more and more cases like this. \"It's a massive burden on our department and I'm sure it's the same across the whole of London,\" he tells us. \"If we can reduce the number of patients coming in with these sorts of injuries it would be great for the patients obviously, but also takes massive pressure off us in the NHS.\" Jaison deals with lower limb injuries. Just along the corridor his colleague Nick Aresti does the upper limbs. Nick explains that he is a cyclist himself, and it's something he encourages people to do for the benefit of their health. But, he has real concerns about e-bikes, and says: \"What we've noticed with e-bikes is that the speed in which people are coming off is much higher and as a result, the injuries are much worse.\" He shows us X-rays of someone who has broken their collarbone. He explains that with e-bikes, the injuries they're seeing are much more severe, and as such, people are \"struggling to get back to normality.\" Nick and Jaison both agree it's something they're seeing increasingly more of as time goes by, and they think the industry needs better regulation. \"We should do something about it, I don't think we can let this carry on,\" Jaison says. Over recent days of course, thousands of Londoners have taken to e-bikes to help beat the strikes. For many it has been an essential way to get about. Currently, anyone aged 14 or over can legally ride an e-bike. The power output of an e-bike's motor should be capped at 250 watts, and the motor should not be capable of propelling the bike any faster than 15.5mph (25kph), according to government rules. London's Walking and Cycling Commissioner Will Norman says the rules need changing and says better regulation of the rentable electric bikes could be on the way. \"We need to ensure that the vehicles are safe, that there's parking, they're not scattered all over the place, and that the batteries are safe,\" he says. \"I'm really delighted that the government has now indicated in its English Devolution Bill that London and other cities across the UK will be getting more powers so again we can start regulating that, to ensure that they're safe for people to use and operate while they get around\". The bill is currently going through parliament, and as yet there is no date for when it will be passed. Duncan Dollimore, head of campaigns at Cycling UK, who are members of the Electric Bike Alliance, argues against the regulation of e-bike usage. \"The cost of inactivity-related health issues to the NHS each year is 7.4 billion pounds, and people cycling saves them 1 billion pounds. We have seen a slight rise in the number of incidents involving hired e-bikes in London, but the health benefits of people cycling outweigh the risks by around 20 to one.\" 179195194 story Synthetic Magnetic Fields Steer Light On a Chip For Faster Communications (phys.org) 4 Posted by BeauHD on Saturday September 13, 2025 @03:00AM from the optical-systems dept. Researchers in China have created synthetic magnetic fields within silicon photonic crystals , allowing them to steer and control light on a chip with unprecedented precision. \"Beyond immediate applications, the work opens new avenues for studying quantum-inspired phenomena with light,\" reports Phys.org. \"The ability to impose artificial gauge fields in photonic systems could enable devices for optical computing, quantum information, and advanced communication technologies.\" Slashdot reader alternative_right shares an excerpt from the report: The team achieved this by systematically altering the symmetry of tiny repeating units in silicon photonic crystals. Adjusting the degree of local asymmetry at each point allowed them to 'design' pseudomagnetic fields with tailored spatial patterns, without breaking fundamental time-reversal symmetry. Both theoretical analysis and experiments confirmed that these engineered fields can guide and manipulate light in versatile ways. To demonstrate practical applications, the researchers built two devices commonly used in integrated optics. One was a compact S-shaped waveguide bend that transmitted light with less than 1.83 decibels of signal loss. The other was a power splitter that divided light into two equal paths with low excess loss and minimal imbalance. In a final test, the devices successfully transmitted a high-speed data stream at 140 gigabits per second using a standard telecommunications modulation format, showing that the technique is compatible with existing optical communication systems. The research has been published in Advanced Photonics . 179194538 story Proton Mail Suspended Journalist Accounts At Request of Cybersecurity Agency (theintercept.com) 40 Posted by BeauHD on Friday September 12, 2025 @11:30PM from the behind-the-scenes dept. An anonymous reader quotes a report from The Intercept: The company behind the Proton Mail email service, Proton, describes itself as a \"neutral and safe haven for your personal data, committed to defending your freedom.\" But last month, Proton disabled email accounts belonging to journalists reporting on security breaches of various South Korean government computer systems following a complaint by an unspecified cybersecurity agency. After a public outcry, and multiple weeks, the journalists' accounts were eventually reinstated -- but the reporters and editors involved still want answers on how and why Proton decided to shut down the accounts in the first place. Martin Shelton, deputy director of digital security at the Freedom of the Press Foundation, highlighted that numerous newsrooms use Proton's services as alternatives to something like Gmail \"specifically to avoid situations like this,\" pointing out that \"While it's good to see that Proton is reconsidering account suspensions, journalists are among the users who need these and similar tools most.\" Newsrooms like The Intercept, the Boston Globe, and the Tampa Bay Times all rely on Proton Mail for emailed tip submissions. Shelton noted that perhaps Proton should \"prioritize responding to journalists about account suspensions privately, rather than when they go viral.\" On Reddit, Proton's official account stated that \"Proton did not knowingly block journalists' email accounts\" and that the \"situation has unfortunately been blown out of proportion.\" The two journalists whose accounts were disabled were working on an article published in the August issue of the long-running hacker zine Phrack. The story described how a sophisticated hacking operation -- what's known in cybersecurity parlance as an APT, or advanced persistent threat -- had wormed its way into a number of South Korean computer networks, including those of the Ministry of Foreign Affairs and the military Defense Counterintelligence Command, or DCC. The journalists, who published their story under the names Saber and cyb0rg, describe the hack as being consistent with the work of Kimsuky, a notorious North Korean state-backed APT sanctioned by the U.S. Treasury Department in 2023. As they pieced the story together, emails viewed by The Intercept show that the authors followed cybersecurity best practices and conducted what's known as responsible disclosure: notifying affected parties that a vulnerability has been discovered in their systems prior to publicizing the incident. Phrack said the account suspensions created a \"real impact to the author. The author was unable to answer media requests about the article.\" Phrack noted that the co-authors were already working with affected South Korean organizations on responsible disclosure and system fixes. \"All this was denied and ruined by Proton,\" Phrack stated. Phrack editors said that the incident leaves them \"concerned what this means to other whistleblowers or journalists. The community needs assurance that Proton does not disable accounts unless Proton has a court order or the crime (or ToS violation) is apparent.\" 179194778 story US EV Sales Smash Records In August (electrek.co) 33 Posted by BeauHD on Friday September 12, 2025 @09:50PM from the record-breaking dept. US EV sales hit a record 146,332 in August , grabbing nearly 10% of all new car sales, according to Kelley Blue Book. That's the highest yet and up from 9.1% in July. Electrek reports: With the federal EV tax credit set to expire on September 30, analysts say Q3 2025 is shaping up to be the strongest quarter for EV sales in US history. The current record holder is Q4 2024, when 365,824 EVs were sold. Prices ticked higher, too. The average transaction price (ATP) for an EV in August was $57,245, 3.1% more than July's revised lower ATP of $55,562. Year-over-year, though, EV prices were basically flat, down just 0.1%. The wave of EV sales also helped push up the overall market's ATP. Incentives, while not as high as July's record, remained hefty. EV buyers received discounts averaging over $9,000 in August, equal to 16% of ATP. That's more than double the incentive rate in the overall auto market and up from 13.6% a year ago. A separate report from Rho Motion found that global EV sales surged 25% in 2025, led by strong growth in Europe and China. \"That amounts to 12.5 million EVs, although the data combines both battery EVs and plug-in hybrid EVs for the total,\" reports Ars Technica . As for North America? \"EV sales are still growing but barely -- up just 6 percent between January and August 2025 compared to the same time period in 2024.\" 179194656 story Newfoundland's 10-Year Education Report Calling For Ethical AI Use Contains Over 15 Fake Sources 17 Posted by BeauHD on Friday September 12, 2025 @09:10PM from the well-that's-ironic dept. Newfoundland and Labrador's 10-year Education Accord report (PDF) intended to guide school reform has been found to contain at least 15 fabricated citations , including references to non-existent films and journals. Academics suggest the fake sources may have been generated by AI. \"There are sources in this report that I cannot find in the MUN Library, in the other libraries I subscribe to, in Google searches. Whether that's AI, I don't know, but fabricating sources is a telltale sign of artificial intelligence,\" said Aaron Tucker, an assistant professor at Memorial whose current research focuses on the history of AI in Canada. \"The fabrication of sources at least begs the question: did this come from generative AI?\" CBC News reports: In one case, the report references a 2008 movie from the National Film Board called Schoolyard Games. The film doesn't exist, according to a spokesperson for the board. But the exact citation used in the report can be found in a University of Victoria style guide -- a document that clearly lists fake references designed as templates for researchers writing a bibliography. \"Many citations in this guide are fictitious,\" reads the first page of the document. \"Errors happen. Made-up citations are a totally different thing where you essentially demolish the trustworthiness of the material,\" said Josh Lepawsky, the former president of the Memorial University Faculty Association who resigned from the report's advisory board last January, citing a \"deeply flawed process\" leading to \"top-down\" recommendations. The 418-page Education Accord NL report took 18 months to complete and was unveiled Aug. 28 by its co-chairs Anne Burke and Karen Goodnough, both professors at Memorial's Faculty of Education. The pair released the report alongside Education Minister Bernard Davis. \"We are investigating and checking references, so I cannot respond to this at the moment,\" wrote Goodnough in an email declining an interview Thursday. In a statement, the Department of Education and Early Childhood Development said it was aware of a \"small number of potential errors in citations\" in the report. \"We understand that these issues are being addressed, and that the online report will be updated in the coming days to rectify any errors.\" 179194380 story Employee Who Leaked 'Spider-Man' Blu-ray Sentenced to Nearly 5 Years Prison (torrentfreak.com) 44 Posted by BeauHD on Friday September 12, 2025 @08:30PM from the was-it-worth-it? dept. A former Memphis disc manufacturing employee has been sentenced to nearly five years in prison after stealing pre-release Blu-rays from his employer and leaking them online. While he received 21 months for copyright infringement, a concurrent firearm charge extended his total prison term to 57 months. TorrentFreak reports: In February, the U.S. Department of Justice indicted 37-year-old Steven Hale from Tennessee, a former employee of a disc manufacturing and distribution company in Memphis. While working at the unnamed company between 2021 and 2022, Hale allegedly stole numerous \"pre-release\" DVD and Blu-ray discs from his employer. These stolen discs contained many high-profile movie titles including \"Spider-Man: No Way Home.\" In addition to the copyright infringement charge, Hale was also indicted for a firearm offense. When raiding his premises, law enforcement found a gun in a car that was registered in his name, which, for a felon, is a separate criminal offense. Hale was sentenced at a federal court in Memphis yesterday, where Chief Judge Sheryl H. Lipman handed down a 57-month prison term, exactly in line with the U.S. government's recommendation. Two separate sentences will be served concurrently. Hale received 21 months for the theft and distribution of hundreds of pre-release movie discs. A longer sentence of 57 months was handed down for the firearm charge, which ultimately defines the total prison term. Judge Lipman also granted several requests by the defense. The court recommended that Hale be housed in a facility as close to Memphis as possible so he can be near his family. In addition, the defendant will be allowed to remain on bond and self-surrender to prison at a later date. The 21-month sentence for the copyright infringement charge is substantially lower than the maximum of 60 months. This is in part the result of a guilty plea the defendant signed in May. After accepting responsibility, the prosecution agreed to drop other charges and recommend a sentence at the low end of the guideline range. Hale entered his guilty plea to Count Two of the indictment. The charge relates to his distribution of ten or more copies of copyrighted works, including pre-release movies, for commercial advantage and private financial gain. This includes the pre-release 'Spider-Man: No Way Home' disc, which is likely the source of the public leak. 179193516 story From Discord To Bitchat, Tech At the Heart of Nepal Protests (france24.com) 4 Posted by BeauHD on Friday September 12, 2025 @07:50PM from the behind-the-screens dept. An anonymous reader quotes a report from France24: Fueled in part by anger over flashy lifestyles flaunted by elites, young anti-corruption demonstrators mainly in their 20s rallied on Monday . The loose grouping, largely viewed as members of \"Gen Z\", flooded the capital Kathmandu to demand an end to a ban on Facebook, YouTube and other popular sites. The rallies ended in chaos and tragedy, with at least 19 protesters killed in a police crackdown on Monday. The apps were restored, but protests widened in anger. On Tuesday, other Nepalis joined the crowds. Parliament was set ablaze, KP Sharma Oli resigned as prime minister, and the army took charge of the streets. Now, many activists are taking to the US group-chat app Discord to talk over their next steps . One server with more than 145,000 members has hosted feverish debate about who could be an interim leader, with many pushing 73-year-old former chief justice Sushila Karki. It is just one example of how social media has driven demands for change. [...] More than half of Nepal's 30 million people are online, according to the World Bank. Days before the protests, many had rushed to VPN services — or virtual private networks — to evade blocks on platforms. Fears of a wider internet shutdown also drove a surge in downloads for Bluetooth messaging app Bitchat, created by tech billionaire Jack Dorsey. \"Tech played... an almost decisive role,\" journalist Pranaya Rana told AFP. \"The whole thing started with young people posting on social media about corruption, and the lavish lives that the children of political leaders were leading.\" Hashtags such as #NepoKids, short for nepotism, compared the designer clothing and luxury holidays shown off in their Instagram posts to the difficulties faced by ordinary Nepalis. One post liked 13,000 times accused politicians' children of \"living like millionaires,\" asking: \"Where is the tax money going?\" \"NepoKids was trending all the time,\" including in rural areas where Facebook is popular, said rights activist Sanjib Chaudhary. \"This fuelled the fire\" of anger that \"has been growing for a long time,\" he said. [...] Chaudhary said the government \"seriously underestimated the power of social media.\" Nepal's first female prime minister was sworn in Friday as interim leader after protesters held an informal vote on Discord. \"Former chief justice Sushila Karki, 73, was the unlikely choice of the 'Gen Z' protesters behind the movement that started out as a social media demonstration against the lavish lifestyles of 'Nepo Kids' but spilled out onto the streets and into the deadliest social unrest Nepal has seen in years,\" reports CNN World. \"Karki has spent much of her career within the very establishment the youth are protesting against, yet her reputation as a fearless and incorruptible jurist has appealed to many young people in the country of 30 million.\" 179193344 story Intel Talent Bleed Continues (theregister.com) 12 Posted by BeauHD on Friday September 12, 2025 @07:10PM from the better-and-brighter-opportunities dept. Intel's long-time Xeon chief architect Ronak Singhal is leaving the company after nearly 30 years , marking yet another high-profile departure amid Intel's leadership churn and intensifying competition from AMD and Arm-based cloud CPUs. The Register reports: The Carnegie Mellon alum holds degrees in electrical and computer engineering, along with at least 30 patents involving CPUs. Singhal joined Intel in 1997 after spending the previous summer as an intern at Cyrix. After a year in Intel's Rotation Engineers Program, he spent the remainder of his tenure helping to develop some of the chipmaker's most consequential and, at times, controversial processors. Most notably, Singhal oversaw the core development of Intel's 22nm Haswell and 14nm Broadwell processor architectures. His innovations aren't limited to the"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "section", "length": 34686, "p_count": 4, "text": "Become a fan of Slashdot on Facebook Nickname: Password: Public Terminal Forgot your password? Close binspam dupe notthebest offtopic slownewsday stale stupid fresh funny insightful interesting maybe offtopic flamebait troll redundant overrated insightful interesting informative funny underrated descriptive typo dupe error MongoDB Atlas: Multi-cloud, modern database on AWS, Azure, and Google Cloud. Get access to our most high performance version ever, with faster and easier scaling at lower cost. × 179195538 story E-Bike Injuries Are a Massive Burden, Say Surgeons 8 Posted by BeauHD on Saturday September 13, 2025 @06:00AM from the risks-and-rewards dept. Surgeons in London report a surge in severe e-bike-related injuries, putting major strain on NHS trauma units . The BBC mentions a couple e-bike accidents overheard at the Royal London Hospital in Whitechapel. \"A 32-year-old, fit and well student... a couple of days ago he fell off an e-bike sustaining a closed left tibial plateau fracture.\" Another case involved a little girl named Frida: \"Six-year-old girl, she was hit by an electric bike, she has a closed tib/fib fracture.\" From the report: Surgeon Jaison Patel is seeing more and more cases like this. \"It's a massive burden on our department and I'm sure it's the same across the whole of London,\" he tells us. \"If we can reduce the number of patients coming in with these sorts of injuries it would be great for the patients obviously, but also takes massive pressure off us in the NHS.\" Jaison deals with lower limb injuries. Just along the corridor his colleague Nick Aresti does the upper limbs. Nick explains that he is a cyclist himself, and it's something he encourages people to do for the benefit of their health. But, he has real concerns about e-bikes, and says: \"What we've noticed with e-bikes is that the speed in which people are coming off is much higher and as a result, the injuries are much worse.\" He shows us X-rays of someone who has broken their collarbone. He explains that with e-bikes, the injuries they're seeing are much more severe, and as such, people are \"struggling to get back to normality.\" Nick and Jaison both agree it's something they're seeing increasingly more of as time goes by, and they think the industry needs better regulation. \"We should do something about it, I don't think we can let this carry on,\" Jaison says. Over recent days of course, thousands of Londoners have taken to e-bikes to help beat the strikes. For many it has been an essential way to get about. Currently, anyone aged 14 or over can legally ride an e-bike. The power output of an e-bike's motor should be capped at 250 watts, and the motor should not be capable of propelling the bike any faster than 15.5mph (25kph), according to government rules. London's Walking and Cycling Commissioner Will Norman says the rules need changing and says better regulation of the rentable electric bikes could be on the way. \"We need to ensure that the vehicles are safe, that there's parking, they're not scattered all over the place, and that the batteries are safe,\" he says. \"I'm really delighted that the government has now indicated in its English Devolution Bill that London and other cities across the UK will be getting more powers so again we can start regulating that, to ensure that they're safe for people to use and operate while they get around\". The bill is currently going through parliament, and as yet there is no date for when it will be passed. Duncan Dollimore, head of campaigns at Cycling UK, who are members of the Electric Bike Alliance, argues against the regulation of e-bike usage. \"The cost of inactivity-related health issues to the NHS each year is 7.4 billion pounds, and people cycling saves them 1 billion pounds. We have seen a slight rise in the number of incidents involving hired e-bikes in London, but the health benefits of people cycling outweigh the risks by around 20 to one.\" 179195194 story Synthetic Magnetic Fields Steer Light On a Chip For Faster Communications (phys.org) 4 Posted by BeauHD on Saturday September 13, 2025 @03:00AM from the optical-systems dept. Researchers in China have created synthetic magnetic fields within silicon photonic crystals , allowing them to steer and control light on a chip with unprecedented precision. \"Beyond immediate applications, the work opens new avenues for studying quantum-inspired phenomena with light,\" reports Phys.org. \"The ability to impose artificial gauge fields in photonic systems could enable devices for optical computing, quantum information, and advanced communication technologies.\" Slashdot reader alternative_right shares an excerpt from the report: The team achieved this by systematically altering the symmetry of tiny repeating units in silicon photonic crystals. Adjusting the degree of local asymmetry at each point allowed them to 'design' pseudomagnetic fields with tailored spatial patterns, without breaking fundamental time-reversal symmetry. Both theoretical analysis and experiments confirmed that these engineered fields can guide and manipulate light in versatile ways. To demonstrate practical applications, the researchers built two devices commonly used in integrated optics. One was a compact S-shaped waveguide bend that transmitted light with less than 1.83 decibels of signal loss. The other was a power splitter that divided light into two equal paths with low excess loss and minimal imbalance. In a final test, the devices successfully transmitted a high-speed data stream at 140 gigabits per second using a standard telecommunications modulation format, showing that the technique is compatible with existing optical communication systems. The research has been published in Advanced Photonics . 179194538 story Proton Mail Suspended Journalist Accounts At Request of Cybersecurity Agency (theintercept.com) 40 Posted by BeauHD on Friday September 12, 2025 @11:30PM from the behind-the-scenes dept. An anonymous reader quotes a report from The Intercept: The company behind the Proton Mail email service, Proton, describes itself as a \"neutral and safe haven for your personal data, committed to defending your freedom.\" But last month, Proton disabled email accounts belonging to journalists reporting on security breaches of various South Korean government computer systems following a complaint by an unspecified cybersecurity agency. After a public outcry, and multiple weeks, the journalists' accounts were eventually reinstated -- but the reporters and editors involved still want answers on how and why Proton decided to shut down the accounts in the first place. Martin Shelton, deputy director of digital security at the Freedom of the Press Foundation, highlighted that numerous newsrooms use Proton's services as alternatives to something like Gmail \"specifically to avoid situations like this,\" pointing out that \"While it's good to see that Proton is reconsidering account suspensions, journalists are among the users who need these and similar tools most.\" Newsrooms like The Intercept, the Boston Globe, and the Tampa Bay Times all rely on Proton Mail for emailed tip submissions. Shelton noted that perhaps Proton should \"prioritize responding to journalists about account suspensions privately, rather than when they go viral.\" On Reddit, Proton's official account stated that \"Proton did not knowingly block journalists' email accounts\" and that the \"situation has unfortunately been blown out of proportion.\" The two journalists whose accounts were disabled were working on an article published in the August issue of the long-running hacker zine Phrack. The story described how a sophisticated hacking operation -- what's known in cybersecurity parlance as an APT, or advanced persistent threat -- had wormed its way into a number of South Korean computer networks, including those of the Ministry of Foreign Affairs and the military Defense Counterintelligence Command, or DCC. The journalists, who published their story under the names Saber and cyb0rg, describe the hack as being consistent with the work of Kimsuky, a notorious North Korean state-backed APT sanctioned by the U.S. Treasury Department in 2023. As they pieced the story together, emails viewed by The Intercept show that the authors followed cybersecurity best practices and conducted what's known as responsible disclosure: notifying affected parties that a vulnerability has been discovered in their systems prior to publicizing the incident. Phrack said the account suspensions created a \"real impact to the author. The author was unable to answer media requests about the article.\" Phrack noted that the co-authors were already working with affected South Korean organizations on responsible disclosure and system fixes. \"All this was denied and ruined by Proton,\" Phrack stated. Phrack editors said that the incident leaves them \"concerned what this means to other whistleblowers or journalists. The community needs assurance that Proton does not disable accounts unless Proton has a court order or the crime (or ToS violation) is apparent.\" 179194778 story US EV Sales Smash Records In August (electrek.co) 33 Posted by BeauHD on Friday September 12, 2025 @09:50PM from the record-breaking dept. US EV sales hit a record 146,332 in August , grabbing nearly 10% of all new car sales, according to Kelley Blue Book. That's the highest yet and up from 9.1% in July. Electrek reports: With the federal EV tax credit set to expire on September 30, analysts say Q3 2025 is shaping up to be the strongest quarter for EV sales in US history. The current record holder is Q4 2024, when 365,824 EVs were sold. Prices ticked higher, too. The average transaction price (ATP) for an EV in August was $57,245, 3.1% more than July's revised lower ATP of $55,562. Year-over-year, though, EV prices were basically flat, down just 0.1%. The wave of EV sales also helped push up the overall market's ATP. Incentives, while not as high as July's record, remained hefty. EV buyers received discounts averaging over $9,000 in August, equal to 16% of ATP. That's more than double the incentive rate in the overall auto market and up from 13.6% a year ago. A separate report from Rho Motion found that global EV sales surged 25% in 2025, led by strong growth in Europe and China. \"That amounts to 12.5 million EVs, although the data combines both battery EVs and plug-in hybrid EVs for the total,\" reports Ars Technica . As for North America? \"EV sales are still growing but barely -- up just 6 percent between January and August 2025 compared to the same time period in 2024.\" 179194656 story Newfoundland's 10-Year Education Report Calling For Ethical AI Use Contains Over 15 Fake Sources 17 Posted by BeauHD on Friday September 12, 2025 @09:10PM from the well-that's-ironic dept. Newfoundland and Labrador's 10-year Education Accord report (PDF) intended to guide school reform has been found to contain at least 15 fabricated citations , including references to non-existent films and journals. Academics suggest the fake sources may have been generated by AI. \"There are sources in this report that I cannot find in the MUN Library, in the other libraries I subscribe to, in Google searches. Whether that's AI, I don't know, but fabricating sources is a telltale sign of artificial intelligence,\" said Aaron Tucker, an assistant professor at Memorial whose current research focuses on the history of AI in Canada. \"The fabrication of sources at least begs the question: did this come from generative AI?\" CBC News reports: In one case, the report references a 2008 movie from the National Film Board called Schoolyard Games. The film doesn't exist, according to a spokesperson for the board. But the exact citation used in the report can be found in a University of Victoria style guide -- a document that clearly lists fake references designed as templates for researchers writing a bibliography. \"Many citations in this guide are fictitious,\" reads the first page of the document. \"Errors happen. Made-up citations are a totally different thing where you essentially demolish the trustworthiness of the material,\" said Josh Lepawsky, the former president of the Memorial University Faculty Association who resigned from the report's advisory board last January, citing a \"deeply flawed process\" leading to \"top-down\" recommendations. The 418-page Education Accord NL report took 18 months to complete and was unveiled Aug. 28 by its co-chairs Anne Burke and Karen Goodnough, both professors at Memorial's Faculty of Education. The pair released the report alongside Education Minister Bernard Davis. \"We are investigating and checking references, so I cannot respond to this at the moment,\" wrote Goodnough in an email declining an interview Thursday. In a statement, the Department of Education and Early Childhood Development said it was aware of a \"small number of potential errors in citations\" in the report. \"We understand that these issues are being addressed, and that the online report will be updated in the coming days to rectify any errors.\" 179194380 story Employee Who Leaked 'Spider-Man' Blu-ray Sentenced to Nearly 5 Years Prison (torrentfreak.com) 44 Posted by BeauHD on Friday September 12, 2025 @08:30PM from the was-it-worth-it? dept. A former Memphis disc manufacturing employee has been sentenced to nearly five years in prison after stealing pre-release Blu-rays from his employer and leaking them online. While he received 21 months for copyright infringement, a concurrent firearm charge extended his total prison term to 57 months. TorrentFreak reports: In February, the U.S. Department of Justice indicted 37-year-old Steven Hale from Tennessee, a former employee of a disc manufacturing and distribution company in Memphis. While working at the unnamed company between 2021 and 2022, Hale allegedly stole numerous \"pre-release\" DVD and Blu-ray discs from his employer. These stolen discs contained many high-profile movie titles including \"Spider-Man: No Way Home.\" In addition to the copyright infringement charge, Hale was also indicted for a firearm offense. When raiding his premises, law enforcement found a gun in a car that was registered in his name, which, for a felon, is a separate criminal offense. Hale was sentenced at a federal court in Memphis yesterday, where Chief Judge Sheryl H. Lipman handed down a 57-month prison term, exactly in line with the U.S. government's recommendation. Two separate sentences will be served concurrently. Hale received 21 months for the theft and distribution of hundreds of pre-release movie discs. A longer sentence of 57 months was handed down for the firearm charge, which ultimately defines the total prison term. Judge Lipman also granted several requests by the defense. The court recommended that Hale be housed in a facility as close to Memphis as possible so he can be near his family. In addition, the defendant will be allowed to remain on bond and self-surrender to prison at a later date. The 21-month sentence for the copyright infringement charge is substantially lower than the maximum of 60 months. This is in part the result of a guilty plea the defendant signed in May. After accepting responsibility, the prosecution agreed to drop other charges and recommend a sentence at the low end of the guideline range. Hale entered his guilty plea to Count Two of the indictment. The charge relates to his distribution of ten or more copies of copyrighted works, including pre-release movies, for commercial advantage and private financial gain. This includes the pre-release 'Spider-Man: No Way Home' disc, which is likely the source of the public leak. 179193516 story From Discord To Bitchat, Tech At the Heart of Nepal Protests (france24.com) 4 Posted by BeauHD on Friday September 12, 2025 @07:50PM from the behind-the-screens dept. An anonymous reader quotes a report from France24: Fueled in part by anger over flashy lifestyles flaunted by elites, young anti-corruption demonstrators mainly in their 20s rallied on Monday . The loose grouping, largely viewed as members of \"Gen Z\", flooded the capital Kathmandu to demand an end to a ban on Facebook, YouTube and other popular sites. The rallies ended in chaos and tragedy, with at least 19 protesters killed in a police crackdown on Monday. The apps were restored, but protests widened in anger. On Tuesday, other Nepalis joined the crowds. Parliament was set ablaze, KP Sharma Oli resigned as prime minister, and the army took charge of the streets. Now, many activists are taking to the US group-chat app Discord to talk over their next steps . One server with more than 145,000 members has hosted feverish debate about who could be an interim leader, with many pushing 73-year-old former chief justice Sushila Karki. It is just one example of how social media has driven demands for change. [...] More than half of Nepal's 30 million people are online, according to the World Bank. Days before the protests, many had rushed to VPN services — or virtual private networks — to evade blocks on platforms. Fears of a wider internet shutdown also drove a surge in downloads for Bluetooth messaging app Bitchat, created by tech billionaire Jack Dorsey. \"Tech played... an almost decisive role,\" journalist Pranaya Rana told AFP. \"The whole thing started with young people posting on social media about corruption, and the lavish lives that the children of political leaders were leading.\" Hashtags such as #NepoKids, short for nepotism, compared the designer clothing and luxury holidays shown off in their Instagram posts to the difficulties faced by ordinary Nepalis. One post liked 13,000 times accused politicians' children of \"living like millionaires,\" asking: \"Where is the tax money going?\" \"NepoKids was trending all the time,\" including in rural areas where Facebook is popular, said rights activist Sanjib Chaudhary. \"This fuelled the fire\" of anger that \"has been growing for a long time,\" he said. [...] Chaudhary said the government \"seriously underestimated the power of social media.\" Nepal's first female prime minister was sworn in Friday as interim leader after protesters held an informal vote on Discord. \"Former chief justice Sushila Karki, 73, was the unlikely choice of the 'Gen Z' protesters behind the movement that started out as a social media demonstration against the lavish lifestyles of 'Nepo Kids' but spilled out onto the streets and into the deadliest social unrest Nepal has seen in years,\" reports CNN World. \"Karki has spent much of her career within the very establishment the youth are protesting against, yet her reputation as a fearless and incorruptible jurist has appealed to many young people in the country of 30 million.\" 179193344 story Intel Talent Bleed Continues (theregister.com) 12 Posted by BeauHD on Friday September 12, 2025 @07:10PM from the better-and-brighter-opportunities dept. Intel's long-time Xeon chief architect Ronak Singhal is leaving the company after nearly 30 years , marking yet another high-profile departure amid Intel's leadership churn and intensifying competition from AMD and Arm-based cloud CPUs. The Register reports: The Carnegie Mellon alum holds degrees in electrical and computer engineering, along with at least 30 patents involving CPUs. Singhal joined Intel in 1997 after spending the previous summer as an intern at Cyrix. After a year in Intel's Rotation Engineers Program, he spent the remainder of his tenure helping to develop some of the chipmaker's most consequential and, at times, controversial processors. Most notably, Singhal oversaw the core development of Intel's 22nm Haswell and 14nm Broadwell processor architectures. His innovations aren't limited to the datacenter either, with his architectural contributions playing a significant role in the success of Intel's Core and Atom processor families as well. [...] Singhal is only the latest Xeon lead to jump ship since the start of the year. In January, Sailesh "}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 63, "p_count": 2, "text": "Nickname: Password: Public Terminal Forgot your password? Close"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 34361, "p_count": 1, "text": "MongoDB Atlas: Multi-cloud, modern database on AWS, Azure, and Google Cloud. Get access to our most high performance version ever, with faster and easier scaling at lower cost. × 179195538 story E-Bike Injuries Are a Massive Burden, Say Surgeons 8 Posted by BeauHD on Saturday September 13, 2025 @06:00AM from the risks-and-rewards dept. Surgeons in London report a surge in severe e-bike-related injuries, putting major strain on NHS trauma units . The BBC mentions a couple e-bike accidents overheard at the Royal London Hospital in Whitechapel. \"A 32-year-old, fit and well student... a couple of days ago he fell off an e-bike sustaining a closed left tibial plateau fracture.\" Another case involved a little girl named Frida: \"Six-year-old girl, she was hit by an electric bike, she has a closed tib/fib fracture.\" From the report: Surgeon Jaison Patel is seeing more and more cases like this. \"It's a massive burden on our department and I'm sure it's the same across the whole of London,\" he tells us. \"If we can reduce the number of patients coming in with these sorts of injuries it would be great for the patients obviously, but also takes massive pressure off us in the NHS.\" Jaison deals with lower limb injuries. Just along the corridor his colleague Nick Aresti does the upper limbs. Nick explains that he is a cyclist himself, and it's something he encourages people to do for the benefit of their health. But, he has real concerns about e-bikes, and says: \"What we've noticed with e-bikes is that the speed in which people are coming off is much higher and as a result, the injuries are much worse.\" He shows us X-rays of someone who has broken their collarbone. He explains that with e-bikes, the injuries they're seeing are much more severe, and as such, people are \"struggling to get back to normality.\" Nick and Jaison both agree it's something they're seeing increasingly more of as time goes by, and they think the industry needs better regulation. \"We should do something about it, I don't think we can let this carry on,\" Jaison says. Over recent days of course, thousands of Londoners have taken to e-bikes to help beat the strikes. For many it has been an essential way to get about. Currently, anyone aged 14 or over can legally ride an e-bike. The power output of an e-bike's motor should be capped at 250 watts, and the motor should not be capable of propelling the bike any faster than 15.5mph (25kph), according to government rules. London's Walking and Cycling Commissioner Will Norman says the rules need changing and says better regulation of the rentable electric bikes could be on the way. \"We need to ensure that the vehicles are safe, that there's parking, they're not scattered all over the place, and that the batteries are safe,\" he says. \"I'm really delighted that the government has now indicated in its English Devolution Bill that London and other cities across the UK will be getting more powers so again we can start regulating that, to ensure that they're safe for people to use and operate while they get around\". The bill is currently going through parliament, and as yet there is no date for when it will be passed. Duncan Dollimore, head of campaigns at Cycling UK, who are members of the Electric Bike Alliance, argues against the regulation of e-bike usage. \"The cost of inactivity-related health issues to the NHS each year is 7.4 billion pounds, and people cycling saves them 1 billion pounds. We have seen a slight rise in the number of incidents involving hired e-bikes in London, but the health benefits of people cycling outweigh the risks by around 20 to one.\" 179195194 story Synthetic Magnetic Fields Steer Light On a Chip For Faster Communications (phys.org) 4 Posted by BeauHD on Saturday September 13, 2025 @03:00AM from the optical-systems dept. Researchers in China have created synthetic magnetic fields within silicon photonic crystals , allowing them to steer and control light on a chip with unprecedented precision. \"Beyond immediate applications, the work opens new avenues for studying quantum-inspired phenomena with light,\" reports Phys.org. \"The ability to impose artificial gauge fields in photonic systems could enable devices for optical computing, quantum information, and advanced communication technologies.\" Slashdot reader alternative_right shares an excerpt from the report: The team achieved this by systematically altering the symmetry of tiny repeating units in silicon photonic crystals. Adjusting the degree of local asymmetry at each point allowed them to 'design' pseudomagnetic fields with tailored spatial patterns, without breaking fundamental time-reversal symmetry. Both theoretical analysis and experiments confirmed that these engineered fields can guide and manipulate light in versatile ways. To demonstrate practical applications, the researchers built two devices commonly used in integrated optics. One was a compact S-shaped waveguide bend that transmitted light with less than 1.83 decibels of signal loss. The other was a power splitter that divided light into two equal paths with low excess loss and minimal imbalance. In a final test, the devices successfully transmitted a high-speed data stream at 140 gigabits per second using a standard telecommunications modulation format, showing that the technique is compatible with existing optical communication systems. The research has been published in Advanced Photonics . 179194538 story Proton Mail Suspended Journalist Accounts At Request of Cybersecurity Agency (theintercept.com) 40 Posted by BeauHD on Friday September 12, 2025 @11:30PM from the behind-the-scenes dept. An anonymous reader quotes a report from The Intercept: The company behind the Proton Mail email service, Proton, describes itself as a \"neutral and safe haven for your personal data, committed to defending your freedom.\" But last month, Proton disabled email accounts belonging to journalists reporting on security breaches of various South Korean government computer systems following a complaint by an unspecified cybersecurity agency. After a public outcry, and multiple weeks, the journalists' accounts were eventually reinstated -- but the reporters and editors involved still want answers on how and why Proton decided to shut down the accounts in the first place. Martin Shelton, deputy director of digital security at the Freedom of the Press Foundation, highlighted that numerous newsrooms use Proton's services as alternatives to something like Gmail \"specifically to avoid situations like this,\" pointing out that \"While it's good to see that Proton is reconsidering account suspensions, journalists are among the users who need these and similar tools most.\" Newsrooms like The Intercept, the Boston Globe, and the Tampa Bay Times all rely on Proton Mail for emailed tip submissions. Shelton noted that perhaps Proton should \"prioritize responding to journalists about account suspensions privately, rather than when they go viral.\" On Reddit, Proton's official account stated that \"Proton did not knowingly block journalists' email accounts\" and that the \"situation has unfortunately been blown out of proportion.\" The two journalists whose accounts were disabled were working on an article published in the August issue of the long-running hacker zine Phrack. The story described how a sophisticated hacking operation -- what's known in cybersecurity parlance as an APT, or advanced persistent threat -- had wormed its way into a number of South Korean computer networks, including those of the Ministry of Foreign Affairs and the military Defense Counterintelligence Command, or DCC. The journalists, who published their story under the names Saber and cyb0rg, describe the hack as being consistent with the work of Kimsuky, a notorious North Korean state-backed APT sanctioned by the U.S. Treasury Department in 2023. As they pieced the story together, emails viewed by The Intercept show that the authors followed cybersecurity best practices and conducted what's known as responsible disclosure: notifying affected parties that a vulnerability has been discovered in their systems prior to publicizing the incident. Phrack said the account suspensions created a \"real impact to the author. The author was unable to answer media requests about the article.\" Phrack noted that the co-authors were already working with affected South Korean organizations on responsible disclosure and system fixes. \"All this was denied and ruined by Proton,\" Phrack stated. Phrack editors said that the incident leaves them \"concerned what this means to other whistleblowers or journalists. The community needs assurance that Proton does not disable accounts unless Proton has a court order or the crime (or ToS violation) is apparent.\" 179194778 story US EV Sales Smash Records In August (electrek.co) 33 Posted by BeauHD on Friday September 12, 2025 @09:50PM from the record-breaking dept. US EV sales hit a record 146,332 in August , grabbing nearly 10% of all new car sales, according to Kelley Blue Book. That's the highest yet and up from 9.1% in July. Electrek reports: With the federal EV tax credit set to expire on September 30, analysts say Q3 2025 is shaping up to be the strongest quarter for EV sales in US history. The current record holder is Q4 2024, when 365,824 EVs were sold. Prices ticked higher, too. The average transaction price (ATP) for an EV in August was $57,245, 3.1% more than July's revised lower ATP of $55,562. Year-over-year, though, EV prices were basically flat, down just 0.1%. The wave of EV sales also helped push up the overall market's ATP. Incentives, while not as high as July's record, remained hefty. EV buyers received discounts averaging over $9,000 in August, equal to 16% of ATP. That's more than double the incentive rate in the overall auto market and up from 13.6% a year ago. A separate report from Rho Motion found that global EV sales surged 25% in 2025, led by strong growth in Europe and China. \"That amounts to 12.5 million EVs, although the data combines both battery EVs and plug-in hybrid EVs for the total,\" reports Ars Technica . As for North America? \"EV sales are still growing but barely -- up just 6 percent between January and August 2025 compared to the same time period in 2024.\" 179194656 story Newfoundland's 10-Year Education Report Calling For Ethical AI Use Contains Over 15 Fake Sources 17 Posted by BeauHD on Friday September 12, 2025 @09:10PM from the well-that's-ironic dept. Newfoundland and Labrador's 10-year Education Accord report (PDF) intended to guide school reform has been found to contain at least 15 fabricated citations , including references to non-existent films and journals. Academics suggest the fake sources may have been generated by AI. \"There are sources in this report that I cannot find in the MUN Library, in the other libraries I subscribe to, in Google searches. Whether that's AI, I don't know, but fabricating sources is a telltale sign of artificial intelligence,\" said Aaron Tucker, an assistant professor at Memorial whose current research focuses on the history of AI in Canada. \"The fabrication of sources at least begs the question: did this come from generative AI?\" CBC News reports: In one case, the report references a 2008 movie from the National Film Board called Schoolyard Games. The film doesn't exist, according to a spokesperson for the board. But the exact citation used in the report can be found in a University of Victoria style guide -- a document that clearly lists fake references designed as templates for researchers writing a bibliography. \"Many citations in this guide are fictitious,\" reads the first page of the document. \"Errors happen. Made-up citations are a totally different thing where you essentially demolish the trustworthiness of the material,\" said Josh Lepawsky, the former president of the Memorial University Faculty Association who resigned from the report's advisory board last January, citing a \"deeply flawed process\" leading to \"top-down\" recommendations. The 418-page Education Accord NL report took 18 months to complete and was unveiled Aug. 28 by its co-chairs Anne Burke and Karen Goodnough, both professors at Memorial's Faculty of Education. The pair released the report alongside Education Minister Bernard Davis. \"We are investigating and checking references, so I cannot respond to this at the moment,\" wrote Goodnough in an email declining an interview Thursday. In a statement, the Department of Education and Early Childhood Development said it was aware of a \"small number of potential errors in citations\" in the report. \"We understand that these issues are being addressed, and that the online report will be updated in the coming days to rectify any errors.\" 179194380 story Employee Who Leaked 'Spider-Man' Blu-ray Sentenced to Nearly 5 Years Prison (torrentfreak.com) 44 Posted by BeauHD on Friday September 12, 2025 @08:30PM from the was-it-worth-it? dept. A former Memphis disc manufacturing employee has been sentenced to nearly five years in prison after stealing pre-release Blu-rays from his employer and leaking them online. While he received 21 months for copyright infringement, a concurrent firearm charge extended his total prison term to 57 months. TorrentFreak reports: In February, the U.S. Department of Justice indicted 37-year-old Steven Hale from Tennessee, a former employee of a disc manufacturing and distribution company in Memphis. While working at the unnamed company between 2021 and 2022, Hale allegedly stole numerous \"pre-release\" DVD and Blu-ray discs from his employer. These stolen discs contained many high-profile movie titles including \"Spider-Man: No Way Home.\" In addition to the copyright infringement charge, Hale was also indicted for a firearm offense. When raiding his premises, law enforcement found a gun in a car that was registered in his name, which, for a felon, is a separate criminal offense. Hale was sentenced at a federal court in Memphis yesterday, where Chief Judge Sheryl H. Lipman handed down a 57-month prison term, exactly in line with the U.S. government's recommendation. Two separate sentences will be served concurrently. Hale received 21 months for the theft and distribution of hundreds of pre-release movie discs. A longer sentence of 57 months was handed down for the firearm charge, which ultimately defines the total prison term. Judge Lipman also granted several requests by the defense. The court recommended that Hale be housed in a facility as close to Memphis as possible so he can be near his family. In addition, the defendant will be allowed to remain on bond and self-surrender to prison at a later date. The 21-month sentence for the copyright infringement charge is substantially lower than the maximum of 60 months. This is in part the result of a guilty plea the defendant signed in May. After accepting responsibility, the prosecution agreed to drop other charges and recommend a sentence at the low end of the guideline range. Hale entered his guilty plea to Count Two of the indictment. The charge relates to his distribution of ten or more copies of copyrighted works, including pre-release movies, for commercial advantage and private financial gain. This includes the pre-release 'Spider-Man: No Way Home' disc, which is likely the source of the public leak. 179193516 story From Discord To Bitchat, Tech At the Heart of Nepal Protests (france24.com) 4 Posted by BeauHD on Friday September 12, 2025 @07:50PM from the behind-the-screens dept. An anonymous reader quotes a report from France24: Fueled in part by anger over flashy lifestyles flaunted by elites, young anti-corruption demonstrators mainly in their 20s rallied on Monday . The loose grouping, largely viewed as members of \"Gen Z\", flooded the capital Kathmandu to demand an end to a ban on Facebook, YouTube and other popular sites. The rallies ended in chaos and tragedy, with at least 19 protesters killed in a police crackdown on Monday. The apps were restored, but protests widened in anger. On Tuesday, other Nepalis joined the crowds. Parliament was set ablaze, KP Sharma Oli resigned as prime minister, and the army took charge of the streets. Now, many activists are taking to the US group-chat app Discord to talk over their next steps . One server with more than 145,000 members has hosted feverish debate about who could be an interim leader, with many pushing 73-year-old former chief justice Sushila Karki. It is just one example of how social media has driven demands for change. [...] More than half of Nepal's 30 million people are online, according to the World Bank. Days before the protests, many had rushed to VPN services — or virtual private networks — to evade blocks on platforms. Fears of a wider internet shutdown also drove a surge in downloads for Bluetooth messaging app Bitchat, created by tech billionaire Jack Dorsey. \"Tech played... an almost decisive role,\" journalist Pranaya Rana told AFP. \"The whole thing started with young people posting on social media about corruption, and the lavish lives that the children of political leaders were leading.\" Hashtags such as #NepoKids, short for nepotism, compared the designer clothing and luxury holidays shown off in their Instagram posts to the difficulties faced by ordinary Nepalis. One post liked 13,000 times accused politicians' children of \"living like millionaires,\" asking: \"Where is the tax money going?\" \"NepoKids was trending all the time,\" including in rural areas where Facebook is popular, said rights activist Sanjib Chaudhary. \"This fuelled the fire\" of anger that \"has been growing for a long time,\" he said. [...] Chaudhary said the government \"seriously underestimated the power of social media.\" Nepal's first female prime minister was sworn in Friday as interim leader after protesters held an informal vote on Discord. \"Former chief justice Sushila Karki, 73, was the unlikely choice of the 'Gen Z' protesters behind the movement that started out as a social media demonstration against the lavish lifestyles of 'Nepo Kids' but spilled out onto the streets and into the deadliest social unrest Nepal has seen in years,\" reports CNN World. \"Karki has spent much of her career within the very establishment the youth are protesting against, yet her reputation as a fearless and incorruptible jurist has appealed to many young people in the country of 30 million.\" 179193344 story Intel Talent Bleed Continues (theregister.com) 12 Posted by BeauHD on Friday September 12, 2025 @07:10PM from the better-and-brighter-opportunities dept. Intel's long-time Xeon chief architect Ronak Singhal is leaving the company after nearly 30 years , marking yet another high-profile departure amid Intel's leadership churn and intensifying competition from AMD and Arm-based cloud CPUs. The Register reports: The Carnegie Mellon alum holds degrees in electrical and computer engineering, along with at least 30 patents involving CPUs. Singhal joined Intel in 1997 after spending the previous summer as an intern at Cyrix. After a year in Intel's Rotation Engineers Program, he spent the remainder of his tenure helping to develop some of the chipmaker's most consequential and, at times, controversial processors. Most notably, Singhal oversaw the core development of Intel's 22nm Haswell and 14nm Broadwell processor architectures. His innovations aren't limited to the datacenter either, with his architectural contributions playing a significant role in the success of Intel's Core and Atom processor families as well. [...] Singhal is only the latest Xeon lead to jump ship since the start of the year. In January, Sailesh Kottapalli, another senior fellow, left for Qualcomm barely a month after former CEO Pat Gelsinger's unceremonious \"retirement.\" Even before Gelsinger's eviction, Intel's datacenter group has been something of a revolving door. Last summer Singhal's long-time colleague Lisa Spelman departed the company, eventually landing a"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "article", "length": 184, "p_count": 1, "text": "Sourceforge Top Downloads TrueType core fonts 2.2B downloads Notepad++ Plugin Mgr 1.5B downloads VLC media player 899M downloads eMule 686M downloads MinGW 631M downloads Powered By sf"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "section", "length": 158, "p_count": 1, "text": "TrueType core fonts 2.2B downloads Notepad++ Plugin Mgr 1.5B downloads VLC media player 899M downloads eMule 686M downloads MinGW 631M downloads Powered By sf"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "section", "length": 97, "p_count": 1, "text": "\"Protozoa are small, and bacteria are small, but viruses are smaller than the both put together.\""}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 36, "p_count": 1, "text": "Become a fan of Slashdot on Facebook"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 13, "p_count": 1, "text": "Powered By sf"}}
{"meta": {"title_guess": "Slashdot: News for nerds, stuff that matters"}, "block": {"selector": "div", "length": 32645, "p_count": 0, "text": "MongoDB Atlas: Multi-cloud, modern database on AWS, Azure, and Google Cloud. Get access to our most high performance version ever, with faster and easier scaling at lower cost. × 179195538 story E-Bike Injuries Are a Massive Burden, Say Surgeons 8 Posted by BeauHD on Saturday September 13, 2025 @06:00AM from the risks-and-rewards dept. Surgeons in London report a surge in severe e-bike-related injuries, putting major strain on NHS trauma units . The BBC mentions a couple e-bike accidents overheard at the Royal London Hospital in Whitechapel. \"A 32-year-old, fit and well student... a couple of days ago he fell off an e-bike sustaining a closed left tibial plateau fracture.\" Another case involved a little girl named Frida: \"Six-year-old girl, she was hit by an electric bike, she has a closed tib/fib fracture.\" From the report: Surgeon Jaison Patel is seeing more and more cases like this. \"It's a massive burden on our department and I'm sure it's the same across the whole of London,\" he tells us. \"If we can reduce the number of patients coming in with these sorts of injuries it would be great for the patients obviously, but also takes massive pressure off us in the NHS.\" Jaison deals with lower limb injuries. Just along the corridor his colleague Nick Aresti does the upper limbs. Nick explains that he is a cyclist himself, and it's something he encourages people to do for the benefit of their health. But, he has real concerns about e-bikes, and says: \"What we've noticed with e-bikes is that the speed in which people are coming off is much higher and as a result, the injuries are much worse.\" He shows us X-rays of someone who has broken their collarbone. He explains that with e-bikes, the injuries they're seeing are much more severe, and as such, people are \"struggling to get back to normality.\" Nick and Jaison both agree it's something they're seeing increasingly more of as time goes by, and they think the industry needs better regulation. \"We should do something about it, I don't think we can let this carry on,\" Jaison says. Over recent days of course, thousands of Londoners have taken to e-bikes to help beat the strikes. For many it has been an essential way to get about. Currently, anyone aged 14 or over can legally ride an e-bike. The power output of an e-bike's motor should be capped at 250 watts, and the motor should not be capable of propelling the bike any faster than 15.5mph (25kph), according to government rules. London's Walking and Cycling Commissioner Will Norman says the rules need changing and says better regulation of the rentable electric bikes could be on the way. \"We need to ensure that the vehicles are safe, that there's parking, they're not scattered all over the place, and that the batteries are safe,\" he says. \"I'm really delighted that the government has now indicated in its English Devolution Bill that London and other cities across the UK will be getting more powers so again we can start regulating that, to ensure that they're safe for people to use and operate while they get around\". The bill is currently going through parliament, and as yet there is no date for when it will be passed. Duncan Dollimore, head of campaigns at Cycling UK, who are members of the Electric Bike Alliance, argues against the regulation of e-bike usage. \"The cost of inactivity-related health issues to the NHS each year is 7.4 billion pounds, and people cycling saves them 1 billion pounds. We have seen a slight rise in the number of incidents involving hired e-bikes in London, but the health benefits of people cycling outweigh the risks by around 20 to one.\" 179195194 story Synthetic Magnetic Fields Steer Light On a Chip For Faster Communications (phys.org) 4 Posted by BeauHD on Saturday September 13, 2025 @03:00AM from the optical-systems dept. Researchers in China have created synthetic magnetic fields within silicon photonic crystals , allowing them to steer and control light on a chip with unprecedented precision. \"Beyond immediate applications, the work opens new avenues for studying quantum-inspired phenomena with light,\" reports Phys.org. \"The ability to impose artificial gauge fields in photonic systems could enable devices for optical computing, quantum information, and advanced communication technologies.\" Slashdot reader alternative_right shares an excerpt from the report: The team achieved this by systematically altering the symmetry of tiny repeating units in silicon photonic crystals. Adjusting the degree of local asymmetry at each point allowed them to 'design' pseudomagnetic fields with tailored spatial patterns, without breaking fundamental time-reversal symmetry. Both theoretical analysis and experiments confirmed that these engineered fields can guide and manipulate light in versatile ways. To demonstrate practical applications, the researchers built two devices commonly used in integrated optics. One was a compact S-shaped waveguide bend that transmitted light with less than 1.83 decibels of signal loss. The other was a power splitter that divided light into two equal paths with low excess loss and minimal imbalance. In a final test, the devices successfully transmitted a high-speed data stream at 140 gigabits per second using a standard telecommunications modulation format, showing that the technique is compatible with existing optical communication systems. The research has been published in Advanced Photonics . 179194538 story Proton Mail Suspended Journalist Accounts At Request of Cybersecurity Agency (theintercept.com) 40 Posted by BeauHD on Friday September 12, 2025 @11:30PM from the behind-the-scenes dept. An anonymous reader quotes a report from The Intercept: The company behind the Proton Mail email service, Proton, describes itself as a \"neutral and safe haven for your personal data, committed to defending your freedom.\" But last month, Proton disabled email accounts belonging to journalists reporting on security breaches of various South Korean government computer systems following a complaint by an unspecified cybersecurity agency. After a public outcry, and multiple weeks, the journalists' accounts were eventually reinstated -- but the reporters and editors involved still want answers on how and why Proton decided to shut down the accounts in the first place. Martin Shelton, deputy director of digital security at the Freedom of the Press Foundation, highlighted that numerous newsrooms use Proton's services as alternatives to something like Gmail \"specifically to avoid situations like this,\" pointing out that \"While it's good to see that Proton is reconsidering account suspensions, journalists are among the users who need these and similar tools most.\" Newsrooms like The Intercept, the Boston Globe, and the Tampa Bay Times all rely on Proton Mail for emailed tip submissions. Shelton noted that perhaps Proton should \"prioritize responding to journalists about account suspensions privately, rather than when they go viral.\" On Reddit, Proton's official account stated that \"Proton did not knowingly block journalists' email accounts\" and that the \"situation has unfortunately been blown out of proportion.\" The two journalists whose accounts were disabled were working on an article published in the August issue of the long-running hacker zine Phrack. The story described how a sophisticated hacking operation -- what's known in cybersecurity parlance as an APT, or advanced persistent threat -- had wormed its way into a number of South Korean computer networks, including those of the Ministry of Foreign Affairs and the military Defense Counterintelligence Command, or DCC. The journalists, who published their story under the names Saber and cyb0rg, describe the hack as being consistent with the work of Kimsuky, a notorious North Korean state-backed APT sanctioned by the U.S. Treasury Department in 2023. As they pieced the story together, emails viewed by The Intercept show that the authors followed cybersecurity best practices and conducted what's known as responsible disclosure: notifying affected parties that a vulnerability has been discovered in their systems prior to publicizing the incident. Phrack said the account suspensions created a \"real impact to the author. The author was unable to answer media requests about the article.\" Phrack noted that the co-authors were already working with affected South Korean organizations on responsible disclosure and system fixes. \"All this was denied and ruined by Proton,\" Phrack stated. Phrack editors said that the incident leaves them \"concerned what this means to other whistleblowers or journalists. The community needs assurance that Proton does not disable accounts unless Proton has a court order or the crime (or ToS violation) is apparent.\" 179194778 story US EV Sales Smash Records In August (electrek.co) 33 Posted by BeauHD on Friday September 12, 2025 @09:50PM from the record-breaking dept. US EV sales hit a record 146,332 in August , grabbing nearly 10% of all new car sales, according to Kelley Blue Book. That's the highest yet and up from 9.1% in July. Electrek reports: With the federal EV tax credit set to expire on September 30, analysts say Q3 2025 is shaping up to be the strongest quarter for EV sales in US history. The current record holder is Q4 2024, when 365,824 EVs were sold. Prices ticked higher, too. The average transaction price (ATP) for an EV in August was $57,245, 3.1% more than July's revised lower ATP of $55,562. Year-over-year, though, EV prices were basically flat, down just 0.1%. The wave of EV sales also helped push up the overall market's ATP. Incentives, while not as high as July's record, remained hefty. EV buyers received discounts averaging over $9,000 in August, equal to 16% of ATP. That's more than double the incentive rate in the overall auto market and up from 13.6% a year ago. A separate report from Rho Motion found that global EV sales surged 25% in 2025, led by strong growth in Europe and China. \"That amounts to 12.5 million EVs, although the data combines both battery EVs and plug-in hybrid EVs for the total,\" reports Ars Technica . As for North America? \"EV sales are still growing but barely -- up just 6 percent between January and August 2025 compared to the same time period in 2024.\" 179194656 story Newfoundland's 10-Year Education Report Calling For Ethical AI Use Contains Over 15 Fake Sources 17 Posted by BeauHD on Friday September 12, 2025 @09:10PM from the well-that's-ironic dept. Newfoundland and Labrador's 10-year Education Accord report (PDF) intended to guide school reform has been found to contain at least 15 fabricated citations , including references to non-existent films and journals. Academics suggest the fake sources may have been generated by AI. \"There are sources in this report that I cannot find in the MUN Library, in the other libraries I subscribe to, in Google searches. Whether that's AI, I don't know, but fabricating sources is a telltale sign of artificial intelligence,\" said Aaron Tucker, an assistant professor at Memorial whose current research focuses on the history of AI in Canada. \"The fabrication of sources at least begs the question: did this come from generative AI?\" CBC News reports: In one case, the report references a 2008 movie from the National Film Board called Schoolyard Games. The film doesn't exist, according to a spokesperson for the board. But the exact citation used in the report can be found in a University of Victoria style guide -- a document that clearly lists fake references designed as templates for researchers writing a bibliography. \"Many citations in this guide are fictitious,\" reads the first page of the document. \"Errors happen. Made-up citations are a totally different thing where you essentially demolish the trustworthiness of the material,\" said Josh Lepawsky, the former president of the Memorial University Faculty Association who resigned from the report's advisory board last January, citing a \"deeply flawed process\" leading to \"top-down\" recommendations. The 418-page Education Accord NL report took 18 months to complete and was unveiled Aug. 28 by its co-chairs Anne Burke and Karen Goodnough, both professors at Memorial's Faculty of Education. The pair released the report alongside Education Minister Bernard Davis. \"We are investigating and checking references, so I cannot respond to this at the moment,\" wrote Goodnough in an email declining an interview Thursday. In a statement, the Department of Education and Early Childhood Development said it was aware of a \"small number of potential errors in citations\" in the report. \"We understand that these issues are being addressed, and that the online report will be updated in the coming days to rectify any errors.\" 179194380 story Employee Who Leaked 'Spider-Man' Blu-ray Sentenced to Nearly 5 Years Prison (torrentfreak.com) 44 Posted by BeauHD on Friday September 12, 2025 @08:30PM from the was-it-worth-it? dept. A former Memphis disc manufacturing employee has been sentenced to nearly five years in prison after stealing pre-release Blu-rays from his employer and leaking them online. While he received 21 months for copyright infringement, a concurrent firearm charge extended his total prison term to 57 months. TorrentFreak reports: In February, the U.S. Department of Justice indicted 37-year-old Steven Hale from Tennessee, a former employee of a disc manufacturing and distribution company in Memphis. While working at the unnamed company between 2021 and 2022, Hale allegedly stole numerous \"pre-release\" DVD and Blu-ray discs from his employer. These stolen discs contained many high-profile movie titles including \"Spider-Man: No Way Home.\" In addition to the copyright infringement charge, Hale was also indicted for a firearm offense. When raiding his premises, law enforcement found a gun in a car that was registered in his name, which, for a felon, is a separate criminal offense. Hale was sentenced at a federal court in Memphis yesterday, where Chief Judge Sheryl H. Lipman handed down a 57-month prison term, exactly in line with the U.S. government's recommendation. Two separate sentences will be served concurrently. Hale received 21 months for the theft and distribution of hundreds of pre-release movie discs. A longer sentence of 57 months was handed down for the firearm charge, which ultimately defines the total prison term. Judge Lipman also granted several requests by the defense. The court recommended that Hale be housed in a facility as close to Memphis as possible so he can be near his family. In addition, the defendant will be allowed to remain on bond and self-surrender to prison at a later date. The 21-month sentence for the copyright infringement charge is substantially lower than the maximum of 60 months. This is in part the result of a guilty plea the defendant signed in May. After accepting responsibility, the prosecution agreed to drop other charges and recommend a sentence at the low end of the guideline range. Hale entered his guilty plea to Count Two of the indictment. The charge relates to his distribution of ten or more copies of copyrighted works, including pre-release movies, for commercial advantage and private financial gain. This includes the pre-release 'Spider-Man: No Way Home' disc, which is likely the source of the public leak. 179193516 story From Discord To Bitchat, Tech At the Heart of Nepal Protests (france24.com) 4 Posted by BeauHD on Friday September 12, 2025 @07:50PM from the behind-the-screens dept. An anonymous reader quotes a report from France24: Fueled in part by anger over flashy lifestyles flaunted by elites, young anti-corruption demonstrators mainly in their 20s rallied on Monday . The loose grouping, largely viewed as members of \"Gen Z\", flooded the capital Kathmandu to demand an end to a ban on Facebook, YouTube and other popular sites. The rallies ended in chaos and tragedy, with at least 19 protesters killed in a police crackdown on Monday. The apps were restored, but protests widened in anger. On Tuesday, other Nepalis joined the crowds. Parliament was set ablaze, KP Sharma Oli resigned as prime minister, and the army took charge of the streets. Now, many activists are taking to the US group-chat app Discord to talk over their next steps . One server with more than 145,000 members has hosted feverish debate about who could be an interim leader, with many pushing 73-year-old former chief justice Sushila Karki. It is just one example of how social media has driven demands for change. [...] More than half of Nepal's 30 million people are online, according to the World Bank. Days before the protests, many had rushed to VPN services — or virtual private networks — to evade blocks on platforms. Fears of a wider internet shutdown also drove a surge in downloads for Bluetooth messaging app Bitchat, created by tech billionaire Jack Dorsey. \"Tech played... an almost decisive role,\" journalist Pranaya Rana told AFP. \"The whole thing started with young people posting on social media about corruption, and the lavish lives that the children of political leaders were leading.\" Hashtags such as #NepoKids, short for nepotism, compared the designer clothing and luxury holidays shown off in their Instagram posts to the difficulties faced by ordinary Nepalis. One post liked 13,000 times accused politicians' children of \"living like millionaires,\" asking: \"Where is the tax money going?\" \"NepoKids was trending all the time,\" including in rural areas where Facebook is popular, said rights activist Sanjib Chaudhary. \"This fuelled the fire\" of anger that \"has been growing for a long time,\" he said. [...] Chaudhary said the government \"seriously underestimated the power of social media.\" Nepal's first female prime minister was sworn in Friday as interim leader after protesters held an informal vote on Discord. \"Former chief justice Sushila Karki, 73, was the unlikely choice of the 'Gen Z' protesters behind the movement that started out as a social media demonstration against the lavish lifestyles of 'Nepo Kids' but spilled out onto the streets and into the deadliest social unrest Nepal has seen in years,\" reports CNN World. \"Karki has spent much of her career within the very establishment the youth are protesting against, yet her reputation as a fearless and incorruptible jurist has appealed to many young people in the country of 30 million.\" 179193344 story Intel Talent Bleed Continues (theregister.com) 12 Posted by BeauHD on Friday September 12, 2025 @07:10PM from the better-and-brighter-opportunities dept. Intel's long-time Xeon chief architect Ronak Singhal is leaving the company after nearly 30 years , marking yet another high-profile departure amid Intel's leadership churn and intensifying competition from AMD and Arm-based cloud CPUs. The Register reports: The Carnegie Mellon alum holds degrees in electrical and computer engineering, along with at least 30 patents involving CPUs. Singhal joined Intel in 1997 after spending the previous summer as an intern at Cyrix. After a year in Intel's Rotation Engineers Program, he spent the remainder of his tenure helping to develop some of the chipmaker's most consequential and, at times, controversial processors. Most notably, Singhal oversaw the core development of Intel's 22nm Haswell and 14nm Broadwell processor architectures. His innovations aren't limited to the datacenter either, with his architectural contributions playing a significant role in the success of Intel's Core and Atom processor families as well. [...] Singhal is only the latest Xeon lead to jump ship since the start of the year. In January, Sailesh Kottapalli, another senior fellow, left for Qualcomm barely a month after former CEO Pat Gelsinger's unceremonious \"retirement.\" Even before Gelsinger's eviction, Intel's datacenter group has been something of a revolving door. Last summer Singhal's long-time colleague Lisa Spelman departed the company, eventually landing a"}}
