{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 6604, "p_count": 3, "text": "العربية ESP РУС DE FR RS Where to watch Schedule RT News App Question more Ukraine threatening nuclear plants – Russian envoy live Russia & Former Soviet Union World News Business India Africa RT Features Analysis Opinion Entertainment Shows Projects Ukraine threatening nuclear plants – Russian envoy NATO kicks off military drill in response to ‘Russian violations’ The move follows Polish claims of Moscow’s drones violating its airspace, accusations the Kremlin has dismissed Latest Top Stories Nepal picks new interim prime minister Trump pledges investigation into Soros Tsunami alert follows 7.4 magnitude Kamchatka aftershock (VIDEOS) South Africa finalizing appointment of new ambassador to US Can India and China finally bridge their deep divides? ANALYSIS Kiev’s special forces strike Russian rescue ship This Western country depends on China, but is obsessed with demonizing it Opinion Kirk murder suspect apprehended – Tyler Robinson’s mugshot published (PHOTO) There is a country where the British army has retained impunity for years. Soldiers use it to escape their crimes FEATURE Oxford debating club president-elect celebrated Charlie Kirk’s murder Poland dismisses media claims of troop deployment to Ukraine The Middle East is being given a golden chance to prosper – can it unite and seize it? ANALYSIS Top stories US to press G7 on seizing frozen Russian assets – Bloomberg The immobilized funds could be used to finance Ukraine, according to Washington’s proposal Latest Top Stories Do you know where are they now? The lives and deaths of America’s assassins LIST Ukraine threatening nuclear plants – Russian envoy The future belongs to love and friendship – Putin Suspected Charlie Kirk assassin in custody – Trump Telegram founder calls Charlie Kirk’s murder ‘assault on free speech’ US working to replace Russian gas sales to Europe – energy secretary Peace talks with Kiev on hold – Kremlin FEATURE Protesters spoke, NGOs pulled strings: The untold story of Nepal’s upheaval Indian-origin motel manager beheaded in Dallas Russia and China planning clearinghouse to avoid West – Moscow Poland pushes to strip jobless Ukrainian refugees of benefits FEATURE Protesters spoke, NGOs pulled strings: The untold story of Nepal’s upheaval Zelensky’s law forces Zarutska’s father to miss her funeral – media EU chief facing new ouster attempt after ‘pro-war’ address Intervision song contest draw takes place in Moscow US isn’t seeking confrontation with China – Pentagon EU could target ‘Russian SWIFT’ – Euractiv Russia cautions Poland against drone ‘hysteria’ Why Russia, China and India are on the offensive while the West drifts ANALYSIS EU сourt challenges key Russian nuclear project in member state US halts dialogue with Kosovo Vice president of Africa’s newest country charged with murder Ukraine has world’s worst demographics – EU Observer Russian messenger secure alternative to Western apps – FSB US Democratic Party is ‘America’s Ukraine’ – Dugin on Charlie Kirk’s murder Australian envoy supports Indian migrants in face of racist rallies Sahel state eases entry rules in ‘pan-Africanist’ move Trump downplays claims of ‘Russian drone incursion‘ into Poland US will ‘sort out’ trade deal with India after it stops buying Russian oil – commerce secretary Utah governor promises death penalty for Charlie Kirk’s killer Ukrainian strikes target Russian civilians – officials Britain fires ambassador to US over Epstein links Lukashenko accuses EU of blocking Ukraine peace deal Sergey Karaganov: Europe is fading. We must embrace a new elite for a new Russia ANALYSIS Top stories US to press G7 on seizing frozen Russian assets – Bloomberg The immobilized funds could be used to finance Ukraine, according to Washington’s proposal Latest Top Stories Do you know where are they now? The lives and deaths of America’s assassins LIST Ukraine threatening nuclear plants – Russian envoy The future belongs to love and friendship – Putin Suspected Charlie Kirk assassin in custody – Trump Telegram founder calls Charlie Kirk’s murder ‘assault on free speech’ US working to replace Russian gas sales to Europe – energy secretary Peace talks with Kiev on hold – Kremlin Opinion Brainwashed Boomers are ready to kill for the Western establishment Wondering why the EU is so screwed? Just look at its top diplomat French government collapse: Will Macron learn any lessons? Why is Germany covering for the terrorists that attacked it? Remember Iryna: When does murder get ignored? When the victim is white and the killer black Zelensky has insulted Trump. Is he suicidal? Decoding Trump’s diplomacy: A puzzle that is worth solving sooner rather than later No, Russia isn’t ‘lost to China’ – it simply refuses to be owned FBI releases new VIDEO of Charlie Kirk’s assassin Russian MPs to consider special bill for Ukraine conflict veterans ‘Epic’: Ukrainians online celebrate Charlie Kirk’s assassination You don’t silence Charlie Kirk by killing him – Scott Ritter WATCH Russian drone operators spot and spare civilians amid battle South African men to be liberated from colonial naming values Qatar slams ‘reckless’ Netanyahu 9/11 comparison Belarus releases 52 prisoners during Trump envoy’s visit Half-truths and hypocrisy: GPS-jammed Ursula von der Leyen speaks again EXPLAINER Freedom of speech in US at stake – commentators on Charlie Kirk assassination India reduces US securities holdings – media Vance names two issues preventing Russia-Ukraine peace deal Charlie Kirk once questioned if Ukraine would try to kill him (VIDEO) Ammo found with Charlie Kirk murder weapon bears ‘transgender, anti-fascist’ messages – media Ex-Brazilian president sentenced to 27 years over coup attempt US lifts sanctions on Belarus’ national airline Liberals’ reaction to Charlie Kirk murder shows they are tone-deaf – Tara Reade (VIDEO) Indian billionaire’s attempt to beat fraud charges stalls amid US tensions – Bloomberg South Africa determined to sue Israel at International Court of Justice Another African state agrees to host US deportees Russian official says visa-free access for Chinese coming soon More العربية esp рус de fr rs RT News App News Russia & Former Soviet Union Business Africa India RT Features Analysis Opinion Entertainment Shows Projects Live Applications Where to watch Schedule Sponsored content Terms of Use Privacy policy About RT RT Promo: Hall of Fame Contact info Feedback & Complaints Vacancies © Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved. This website uses cookies. Read RT Privacy policy to find out more. Accept cookies"}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 480, "p_count": 3, "text": "العربية esp рус de fr rs RT News App News Russia & Former Soviet Union Business Africa India RT Features Analysis Opinion Entertainment Shows Projects Live Applications Where to watch Schedule Sponsored content Terms of Use Privacy policy About RT RT Promo: Hall of Fame Contact info Feedback & Complaints Vacancies © Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved. This website uses cookies. Read RT Privacy policy to find out more. Accept cookies"}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 397, "p_count": 2, "text": "العربية esp рус de fr rs RT News App News Russia & Former Soviet Union Business Africa India RT Features Analysis Opinion Entertainment Shows Projects Live Applications Where to watch Schedule Sponsored content Terms of Use Privacy policy About RT RT Promo: Hall of Fame Contact info Feedback & Complaints Vacancies © Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved."}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 290, "p_count": 1, "text": "RT News App News Russia & Former Soviet Union Business Africa India RT Features Analysis Opinion Entertainment Shows Projects Live Applications Where to watch Schedule Sponsored content Terms of Use Privacy policy About RT RT Promo: Hall of Fame Contact info Feedback & Complaints Vacancies"}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 82, "p_count": 1, "text": "This website uses cookies. Read RT Privacy policy to find out more. Accept cookies"}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 82, "p_count": 1, "text": "This website uses cookies. Read RT Privacy policy to find out more. Accept cookies"}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 81, "p_count": 1, "text": "© Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved."}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 81, "p_count": 1, "text": "© Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved."}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 81, "p_count": 1, "text": "© Autonomous Nonprofit Organization “TV-Novosti”, 2005–2025. All rights reserved."}}
{"meta": {"title_guess": "RT - Breaking News, Russia News, World News and Video"}, "block": {"selector": "div", "length": 11, "p_count": 1, "text": "RT News App"}}
