{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 16891, "p_count": 25, "text": "Accessibility help Skip to navigation Skip to content Skip to footer Visit Markets Data Sign In Subscribe Open side navigation menu Open search bar Financial Times Subscribe Sign In Search the FT Search Close search bar Close Home Markets Data Home World Sections World Home Middle East war Global Economy UK US China Africa Asia Pacific Emerging Markets Europe War in Ukraine Americas Middle East & North Africa Most Read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing US urged UK to offer better drug pricing deal to pharma companies US Sections US Home US Economy US Companies US Politics & Policy Most Read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing US urged UK to offer better drug pricing deal to pharma companies Companies Sections Companies Home Energy Financials Health Industrials Media Professional Services Retail & Consumer Tech Sector Telecoms Transport Most Read US urged UK to offer better drug pricing deal to pharma companies Giorgio Armani named three preferred buyers for empire in his will The strains on the private equity model are showing Stephen Schwarzman’s country estate hit by water tanker ban Larry Ellison, the tech world’s great survivor Tech Sections Tech Home Artificial intelligence Semiconductors Cyber Security Social Media Most Read Larry Ellison, the tech world’s great survivor US and UK near tech, nuclear and whisky deals ahead of Trump trip How chatbots are changing the internet AI ‘hit squad’ set up to drive Whitehall efficiency struggles to hire top talent Oracle’s astonishing jam-tomorrow OpenAI trade Markets Sections Markets Home Alphaville Markets Data Crypto Capital Markets Commodities Currencies Equities Monetary Policy Radar Wealth Management Moral Money ETF Hub Fund Management Trading Most Read The strains on the private equity model are showing French debt downgrade piles pressure on Macron’s new prime minister Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO UK assets are in trouble — and any rewards come with plenty of risk UK savers have more than £614bn in excess cash Climate Opinion Sections Opinion Home Columnists The FT View The Big Read Lex Obituaries Letters Most Read France and Britain are in thrall to pensioners The rise of the western refugee The strains on the private equity model are showing Stop talking about wealth taxes — make these reforms instead Trump and Murdoch, kings of shamelessness Lex Work & Careers Sections Work & Careers Home Business School Rankings Business Education Europe's Start-Up Hubs Entrepreneurship Recruitment Business Books Business Travel Working It Most Read UK savers have more than £614bn in excess cash Pogust Goodhead suffers lawyer revolt over alleged hedge fund meddling Why AI is sending hiring practices backwards Life & Arts Sections Life & Arts Home Arts Books Food & Drink FT Magazine House & Home Style Puzzles Travel FT Globetrotter Most Read The rise of the western refugee Trump and Murdoch, kings of shamelessness How chatbots are changing the internet A tiny Southall restaurant, whose chef feeds Bollywood — Jay Rayner reviews Apna Punjab TV producer Shonda Rhimes: ‘I’m telling the stories that I want to see’ HTSI Menu Search Home World US Companies Tech Markets Climate Opinion Lex Work & Careers Life & Arts HTSI Financial Times Subscribe Sign In Search the FT Search Close search bar Close Financial Times Home US society US authorities arrest suspect in Charlie Kirk assassination 22-year-old in police custody after manhunt that began on Wednesday following killing of conservative activist The Big Read. America’s dangerous descent into mutual loathing What we know about the suspect in the shooting of Charlie Kirk Life & Arts The Weekend Essay. How chatbots are changing the internet Editor's picks opinion content. The rise of the western refugee Janan Ganesh opinion content. Data Points. France and Britain are in thrall to pensioners John Burn-Murdoch TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud Monetary Policy Radar – Special Edition MONETARY POLICY RADAR When the Fed moves, markets react Anticipate September's announcement with Monetary Policy Radar You can see this section because you have access to Monetary Policy Radar Monetary Policy Radar – Exclusive Insights Into Central Bank Policy Federal Reserve Fed set to lower interest rates despite rising inflation 46 hours ago Federal Reserve A decisive initial victory for Lisa Cook 66 hours ago Spotlight Larry Ellison Person in the News. Larry Ellison, the tech world’s great survivor At 81, Oracle’s co-founder has reinvented himself as a power in AI to become (briefly) the richest person in the world Life & Arts opinion content. Trump and Murdoch, kings of shamelessness The US president has one thing in common with the media mogul Henry Mance Best of FTWeekend Arts HTSI. Fiona Shaw: I’m a Simone Rocha super-fan The actor joins Ruth Negga, Janicza Bravo and Fontaines DC’s Grian Chatten to salute the Irish designer Lunch with the FT. TV producer Shonda Rhimes: ‘I’m telling the stories that I want to see’ Life Review. The V&A’s Bowie Centre is a thoroughly Bowie-esque act of reinvention The pop star’s 90,000-strong archive brings us into thrilling proximity with the man and his music Can buying homes with cryptocurrencies move out of the fringe? Food & drink opinion content. How Bordeaux’s irrigation issue came to a head at Château Lafleur What compelled one of Pomerol’s most celebrated wines to abandon its appellation? Jancis Robinson opinion content. A tiny Southall restaurant, whose chef feeds Bollywood — Jay Rayner reviews Apna Punjab Jay Rayner Most read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Giorgio Armani named three preferred buyers for empire in his will Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder Argentina Javier Milei stumbles into crisis ahead of Argentina’s crucial midterms Libertarian president gets ‘wake-up call’ after disappointing local elections Japanese politics & policy Japan’s ruling party run by ‘grandads’, says leader of ultraconservative Sanseito Sohei Kamiya dismisses LDP as a party that has failed younger generations South Korea denounces ‘shocking’ US treatment of detained workers Rick Davies Obituary. Rick Davies, musician, 1944-2025 Supertramp’s co-founder was a guarded, sardonic realist in an age of grandiloquent gestures Human Longevity From immortal jellyfish to elephants: scientists probe secrets of long-lived animals Creatures from hummingbirds to whales could give clues for biological tools to extend humans’ lifespans Opinion opinion content. The Long View. The strains on the private equity model are showing Firms are still struggling to deal with a lack of exits from their investments Katie Martin opinion content. The FT View. A world without rules America’s Trump-led retreat from global leadership is tempting others to push their luck opinion content. Lex. Labubu has nothing to fear from Wakuku or Lafufu opinion content. Stop talking about wealth taxes — make these reforms instead Dan Neidle opinion content. The battle for the Fed is about much more than interest rates Gillian Tett opinion content. Israel’s attack on Qatar has shaken the Gulf Emile Hokayem opinion content. Charlie Kirk and America’s inability to escape political violence Desmond King opinion content. The FT View. The alarming rise of American political violence The editorial board More Opinion The FT View Lex Unhedged Markets Insight Inside Business Podcasts Swamp Notes podcast. How the Supreme Court can change the course of Trump’s presidency 18 min listen Political Fix. Starmer in a spin as the ‘Dark Lord’ bites the dust 31 min listen The Economics Show. China and the limits of its ‘engineering state’. With Dan Wang 28 min listen FT News Briefing. Charlie Kirk’s killing leads to calls for retribution 12 min listen Life & Arts Arts Books Food & Drink FT Magazine Style House & Home Travel FT Globetrotter HTSI Life & Arts From Yuval Noah Harari to Celia Imrie — highlights from the FTWeekend Festival 2025 Photography FT Magazine. My father, the salesman — a photo essay by Janet Delaney Food & Drink FT Magazine. On the hunt for the UK’s feral fruit Financial fraud Spear phishing: the ‘boss scam’ that targets new starters Interiors The crafted home: replica antiques with the integrity of the originals Video play video content. Bribery and corruption 21 min video content. Bangladesh’s missing billions, stolen in plain sight | FT Film 60 hours ago play video content. Working It 12 min video content. Agentic AI - how bots came for our workflows and drudgery | FT Working It 631 hours ago play video content. FT Film 35 min video content. Trump, tariffs and the battle for blue-collar America | FT Film 751 hours ago play video content. FT Film 25 min video content. Germany’s spending gamble | FT Film 1231 hours ago Highlights Israel unbound: was Qatar a strike too far? Bombing of US ally comes after repeated Israeli attacks across Middle East since Hamas’s October 7 2023 assault How Oracle’s Larry Ellison rode the AI ‘tsunami’ ‘Super sewer’ chief bows out to the sweet smell of success opinion content. The blurred line between free speech and medical misinformation Anjana Ahuja opinion content. Indonesia counts the cost of idiosyncratic leadership Robin Harding Barclays boss warns UK government on wages and bank taxes Dockless bicycles become the ‘winners’ of London’s Tube strike More highlights Moral Money Due Diligence Cryptocurrencies Special Reports Climate Capital Moral Money Sign up for our newsletter Markets News Asian stocks hit record highs on AI and US rate cut bets Equities rally in chipmaker-heavy Japan, South Korea and Taiwan Apollo builds bet against debt of under-fire auto parts supplier UK must do more to get Britons to invest in listed companies, says ClearScore boss UK savers have more than £614bn in excess cash UK’s biggest bitcoin buyer eyes struggling rivals and FTSE 100 berth China-backed miner confident EU will back $500mn Anglo American nickel deal Alibaba windfall prompts Hong Kong regulators to allow bond-funded buybacks More markets news Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Wealth Management Trading Moral Money ETF Hub Technology AI ‘hit squad’ set up to drive Whitehall efficiency struggles to hire top talent The Incubator for Artificial Intelligence unit spent less than half of its budget last year because of recruitment delays Spear phishing: the ‘boss scam’ that targets new starters US and UK near tech, nuclear and whisky deals ahead of Trump trip FT Alphaville. Oracle’s astonishing jam-tomorrow OpenAI trade Asian stocks hit record highs on AI and US rate cut bets Microsoft avoids EU fine after competition probe Rheinmetall chief calls for more investment in low-cost anti-drone capabilities More technology Cryptofinance Semiconductors Tech Tonic podcast Trading technology Tech start-ups Social Media Artificial intelligence Explore more events from the FT Upcoming events Discover unmissable flagship events with FT journalists to expand your thinking and elevate your career Explore all events FT Live Energy Transition Summit India The leading international gathering on India's drive to net-zero Tuesday, 16 September New Delhi, Delhi, India FT Live Business of Entertainment Summit Navigating the next era of entertainment Wednesday, 17 September West Hollywood, CA, USA FT Live The Covered Bond Congress Where the global Covered Bond community meets. Thursday, 18 September Fibes - Palacio de Congresos y Exposiciones Sevilla, Palacio de Exposiciones y Congresos, Avenida Alcalde Luis Uruñuela, 1, Seville, Spain Join the discussion Gain access to a series of exclusive communities, convened by the Financial Times. Women In Business A dedicated programme to accelerate mid-career women into senior leadership. Future Leaders An authoritative space for businesses to share ideas, build relationships and develop solutions to future challenges. AI FORUM Where senior leaders and tech decision-makers connect to unlock real-world AI applications and shape the future of business transformation. Useful links Support View Site Tips Help Centre Contact Us About Us Accessibility myFT Tour Careers Suppliers Legal & Privacy Terms & Conditions Privacy Policy Cookie Policy Manage Cookies Copyright Slavery Statement & Policies Services Share News Tips Securely Individual Subscriptions Professional Subscriptions Republishing Executive Job Search Advertise with the FT Follow the FT on X FT Channels FT Schools Tools Portfolio FT App FT Digital Edition FT Edit Alerts Hub Business School Rankings Subscription Manager News feed Newsletters Currency Converter Community & Events FT Live Events FT Forums FT Leaders Academy More from the FT Group Markets data delayed by at least 15 minutes. © THE FINANCIAL TIMES LTD 2025. FT and ‘Financial Times’ are trademarks of The Financial Times Ltd. The Financial Times and its journalism are subject to a self-regulation regime under the FT Editorial Code of Practice . Close side navigation menu Edition: International UK Search the FT Search Subscribe for full access Top sections Home World Show more World Middle East war Global Economy UK US China Africa Asia Pacific Emerging Markets Europe War in Ukraine Americas Middle East & North Africa US Show more US US Economy US Companies US Politics & Policy Companies Show more Companies Energy Financials Health Industrials Media Professional Services Retail & Consumer Tech Sector Telecoms Transport Tech Show more Tech Artificial intelligence Semiconductors Cyber Security Social Media Markets Show more Markets Alphaville Markets Data Crypto Capital Markets Commodities Currencies Equities Monetary Policy Radar Wealth Management Moral Money ETF Hub Fund Management Trading Climate Opinion Show more Opinion Columnists The FT View The Big Read Lex Obituaries Letters Lex Work & Careers Show more Work & Careers Business School Rankings Business Education Europe's Start-Up Hubs Entrepreneurship Recruitment Business Books Business Travel Working It Life & Arts Show more Life & Arts Arts Books Food & Drink FT Magazine House & Home Style Puzzles Travel FT Globetrotter Personal Finance Show more Personal Finance Property & Mortgages Investments Pensions Tax Banking & Savings Advice & Comment HTSI Special Reports FT recommends Alphaville FT Edit Lunch with the FT FT Globetrotter #techAsia Moral Money Visual and data journalism Newsletters Video Podcasts News feed FT Schools FT Live Events FT Forums FT Leaders Academy myFT Portfolio FT Digital Edition Crossword Our Apps Help Centre Subscribe Sign In"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 10651, "p_count": 25, "text": "Financial Times Home US society US authorities arrest suspect in Charlie Kirk assassination 22-year-old in police custody after manhunt that began on Wednesday following killing of conservative activist The Big Read. America’s dangerous descent into mutual loathing What we know about the suspect in the shooting of Charlie Kirk Life & Arts The Weekend Essay. How chatbots are changing the internet Editor's picks opinion content. The rise of the western refugee Janan Ganesh opinion content. Data Points. France and Britain are in thrall to pensioners John Burn-Murdoch TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud Monetary Policy Radar – Special Edition MONETARY POLICY RADAR When the Fed moves, markets react Anticipate September's announcement with Monetary Policy Radar You can see this section because you have access to Monetary Policy Radar Monetary Policy Radar – Exclusive Insights Into Central Bank Policy Federal Reserve Fed set to lower interest rates despite rising inflation 46 hours ago Federal Reserve A decisive initial victory for Lisa Cook 66 hours ago Spotlight Larry Ellison Person in the News. Larry Ellison, the tech world’s great survivor At 81, Oracle’s co-founder has reinvented himself as a power in AI to become (briefly) the richest person in the world Life & Arts opinion content. Trump and Murdoch, kings of shamelessness The US president has one thing in common with the media mogul Henry Mance Best of FTWeekend Arts HTSI. Fiona Shaw: I’m a Simone Rocha super-fan The actor joins Ruth Negga, Janicza Bravo and Fontaines DC’s Grian Chatten to salute the Irish designer Lunch with the FT. TV producer Shonda Rhimes: ‘I’m telling the stories that I want to see’ Life Review. The V&A’s Bowie Centre is a thoroughly Bowie-esque act of reinvention The pop star’s 90,000-strong archive brings us into thrilling proximity with the man and his music Can buying homes with cryptocurrencies move out of the fringe? Food & drink opinion content. How Bordeaux’s irrigation issue came to a head at Château Lafleur What compelled one of Pomerol’s most celebrated wines to abandon its appellation? Jancis Robinson opinion content. A tiny Southall restaurant, whose chef feeds Bollywood — Jay Rayner reviews Apna Punjab Jay Rayner Most read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Giorgio Armani named three preferred buyers for empire in his will Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder Argentina Javier Milei stumbles into crisis ahead of Argentina’s crucial midterms Libertarian president gets ‘wake-up call’ after disappointing local elections Japanese politics & policy Japan’s ruling party run by ‘grandads’, says leader of ultraconservative Sanseito Sohei Kamiya dismisses LDP as a party that has failed younger generations South Korea denounces ‘shocking’ US treatment of detained workers Rick Davies Obituary. Rick Davies, musician, 1944-2025 Supertramp’s co-founder was a guarded, sardonic realist in an age of grandiloquent gestures Human Longevity From immortal jellyfish to elephants: scientists probe secrets of long-lived animals Creatures from hummingbirds to whales could give clues for biological tools to extend humans’ lifespans Opinion opinion content. The Long View. The strains on the private equity model are showing Firms are still struggling to deal with a lack of exits from their investments Katie Martin opinion content. The FT View. A world without rules America’s Trump-led retreat from global leadership is tempting others to push their luck opinion content. Lex. Labubu has nothing to fear from Wakuku or Lafufu opinion content. Stop talking about wealth taxes — make these reforms instead Dan Neidle opinion content. The battle for the Fed is about much more than interest rates Gillian Tett opinion content. Israel’s attack on Qatar has shaken the Gulf Emile Hokayem opinion content. Charlie Kirk and America’s inability to escape political violence Desmond King opinion content. The FT View. The alarming rise of American political violence The editorial board More Opinion The FT View Lex Unhedged Markets Insight Inside Business Podcasts Swamp Notes podcast. How the Supreme Court can change the course of Trump’s presidency 18 min listen Political Fix. Starmer in a spin as the ‘Dark Lord’ bites the dust 31 min listen The Economics Show. China and the limits of its ‘engineering state’. With Dan Wang 28 min listen FT News Briefing. Charlie Kirk’s killing leads to calls for retribution 12 min listen Life & Arts Arts Books Food & Drink FT Magazine Style House & Home Travel FT Globetrotter HTSI Life & Arts From Yuval Noah Harari to Celia Imrie — highlights from the FTWeekend Festival 2025 Photography FT Magazine. My father, the salesman — a photo essay by Janet Delaney Food & Drink FT Magazine. On the hunt for the UK’s feral fruit Financial fraud Spear phishing: the ‘boss scam’ that targets new starters Interiors The crafted home: replica antiques with the integrity of the originals Video play video content. Bribery and corruption 21 min video content. Bangladesh’s missing billions, stolen in plain sight | FT Film 60 hours ago play video content. Working It 12 min video content. Agentic AI - how bots came for our workflows and drudgery | FT Working It 631 hours ago play video content. FT Film 35 min video content. Trump, tariffs and the battle for blue-collar America | FT Film 751 hours ago play video content. FT Film 25 min video content. Germany’s spending gamble | FT Film 1231 hours ago Highlights Israel unbound: was Qatar a strike too far? Bombing of US ally comes after repeated Israeli attacks across Middle East since Hamas’s October 7 2023 assault How Oracle’s Larry Ellison rode the AI ‘tsunami’ ‘Super sewer’ chief bows out to the sweet smell of success opinion content. The blurred line between free speech and medical misinformation Anjana Ahuja opinion content. Indonesia counts the cost of idiosyncratic leadership Robin Harding Barclays boss warns UK government on wages and bank taxes Dockless bicycles become the ‘winners’ of London’s Tube strike More highlights Moral Money Due Diligence Cryptocurrencies Special Reports Climate Capital Moral Money Sign up for our newsletter Markets News Asian stocks hit record highs on AI and US rate cut bets Equities rally in chipmaker-heavy Japan, South Korea and Taiwan Apollo builds bet against debt of under-fire auto parts supplier UK must do more to get Britons to invest in listed companies, says ClearScore boss UK savers have more than £614bn in excess cash UK’s biggest bitcoin buyer eyes struggling rivals and FTSE 100 berth China-backed miner confident EU will back $500mn Anglo American nickel deal Alibaba windfall prompts Hong Kong regulators to allow bond-funded buybacks More markets news Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Wealth Management Trading Moral Money ETF Hub Technology AI ‘hit squad’ set up to drive Whitehall efficiency struggles to hire top talent The Incubator for Artificial Intelligence unit spent less than half of its budget last year because of recruitment delays Spear phishing: the ‘boss scam’ that targets new starters US and UK near tech, nuclear and whisky deals ahead of Trump trip FT Alphaville. Oracle’s astonishing jam-tomorrow OpenAI trade Asian stocks hit record highs on AI and US rate cut bets Microsoft avoids EU fine after competition probe Rheinmetall chief calls for more investment in low-cost anti-drone capabilities More technology Cryptofinance Semiconductors Tech Tonic podcast Trading technology Tech start-ups Social Media Artificial intelligence Explore more events from the FT Upcoming events Discover unmissable flagship events with FT journalists to expand your thinking and elevate your career Explore all events FT Live Energy Transition Summit India The leading international gathering on India's drive to net-zero Tuesday, 16 September New Delhi, Delhi, India FT Live Business of Entertainment Summit Navigating the next era of entertainment Wednesday, 17 September West Hollywood, CA, USA FT Live The Covered Bond Congress Where the global Covered Bond community meets. Thursday, 18 September Fibes - Palacio de Congresos y Exposiciones Sevilla, Palacio de Exposiciones y Congresos, Avenida Alcalde Luis Uruñuela, 1, Seville, Spain Join the discussion Gain access to a series of exclusive communities, convened by the Financial Times. Women In Business A dedicated programme to accelerate mid-career women into senior leadership. Future Leaders An authoritative space for businesses to share ideas, build relationships and develop solutions to future challenges. AI FORUM Where senior leaders and tech decision-makers connect to unlock real-world AI applications and shape the future of business transformation."}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 10651, "p_count": 25, "text": "Financial Times Home US society US authorities arrest suspect in Charlie Kirk assassination 22-year-old in police custody after manhunt that began on Wednesday following killing of conservative activist The Big Read. America’s dangerous descent into mutual loathing What we know about the suspect in the shooting of Charlie Kirk Life & Arts The Weekend Essay. How chatbots are changing the internet Editor's picks opinion content. The rise of the western refugee Janan Ganesh opinion content. Data Points. France and Britain are in thrall to pensioners John Burn-Murdoch TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud Monetary Policy Radar – Special Edition MONETARY POLICY RADAR When the Fed moves, markets react Anticipate September's announcement with Monetary Policy Radar You can see this section because you have access to Monetary Policy Radar Monetary Policy Radar – Exclusive Insights Into Central Bank Policy Federal Reserve Fed set to lower interest rates despite rising inflation 46 hours ago Federal Reserve A decisive initial victory for Lisa Cook 66 hours ago Spotlight Larry Ellison Person in the News. Larry Ellison, the tech world’s great survivor At 81, Oracle’s co-founder has reinvented himself as a power in AI to become (briefly) the richest person in the world Life & Arts opinion content. Trump and Murdoch, kings of shamelessness The US president has one thing in common with the media mogul Henry Mance Best of FTWeekend Arts HTSI. Fiona Shaw: I’m a Simone Rocha super-fan The actor joins Ruth Negga, Janicza Bravo and Fontaines DC’s Grian Chatten to salute the Irish designer Lunch with the FT. TV producer Shonda Rhimes: ‘I’m telling the stories that I want to see’ Life Review. The V&A’s Bowie Centre is a thoroughly Bowie-esque act of reinvention The pop star’s 90,000-strong archive brings us into thrilling proximity with the man and his music Can buying homes with cryptocurrencies move out of the fringe? Food & drink opinion content. How Bordeaux’s irrigation issue came to a head at Château Lafleur What compelled one of Pomerol’s most celebrated wines to abandon its appellation? Jancis Robinson opinion content. A tiny Southall restaurant, whose chef feeds Bollywood — Jay Rayner reviews Apna Punjab Jay Rayner Most read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Giorgio Armani named three preferred buyers for empire in his will Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder Argentina Javier Milei stumbles into crisis ahead of Argentina’s crucial midterms Libertarian president gets ‘wake-up call’ after disappointing local elections Japanese politics & policy Japan’s ruling party run by ‘grandads’, says leader of ultraconservative Sanseito Sohei Kamiya dismisses LDP as a party that has failed younger generations South Korea denounces ‘shocking’ US treatment of detained workers Rick Davies Obituary. Rick Davies, musician, 1944-2025 Supertramp’s co-founder was a guarded, sardonic realist in an age of grandiloquent gestures Human Longevity From immortal jellyfish to elephants: scientists probe secrets of long-lived animals Creatures from hummingbirds to whales could give clues for biological tools to extend humans’ lifespans Opinion opinion content. The Long View. The strains on the private equity model are showing Firms are still struggling to deal with a lack of exits from their investments Katie Martin opinion content. The FT View. A world without rules America’s Trump-led retreat from global leadership is tempting others to push their luck opinion content. Lex. Labubu has nothing to fear from Wakuku or Lafufu opinion content. Stop talking about wealth taxes — make these reforms instead Dan Neidle opinion content. The battle for the Fed is about much more than interest rates Gillian Tett opinion content. Israel’s attack on Qatar has shaken the Gulf Emile Hokayem opinion content. Charlie Kirk and America’s inability to escape political violence Desmond King opinion content. The FT View. The alarming rise of American political violence The editorial board More Opinion The FT View Lex Unhedged Markets Insight Inside Business Podcasts Swamp Notes podcast. How the Supreme Court can change the course of Trump’s presidency 18 min listen Political Fix. Starmer in a spin as the ‘Dark Lord’ bites the dust 31 min listen The Economics Show. China and the limits of its ‘engineering state’. With Dan Wang 28 min listen FT News Briefing. Charlie Kirk’s killing leads to calls for retribution 12 min listen Life & Arts Arts Books Food & Drink FT Magazine Style House & Home Travel FT Globetrotter HTSI Life & Arts From Yuval Noah Harari to Celia Imrie — highlights from the FTWeekend Festival 2025 Photography FT Magazine. My father, the salesman — a photo essay by Janet Delaney Food & Drink FT Magazine. On the hunt for the UK’s feral fruit Financial fraud Spear phishing: the ‘boss scam’ that targets new starters Interiors The crafted home: replica antiques with the integrity of the originals Video play video content. Bribery and corruption 21 min video content. Bangladesh’s missing billions, stolen in plain sight | FT Film 60 hours ago play video content. Working It 12 min video content. Agentic AI - how bots came for our workflows and drudgery | FT Working It 631 hours ago play video content. FT Film 35 min video content. Trump, tariffs and the battle for blue-collar America | FT Film 751 hours ago play video content. FT Film 25 min video content. Germany’s spending gamble | FT Film 1231 hours ago Highlights Israel unbound: was Qatar a strike too far? Bombing of US ally comes after repeated Israeli attacks across Middle East since Hamas’s October 7 2023 assault How Oracle’s Larry Ellison rode the AI ‘tsunami’ ‘Super sewer’ chief bows out to the sweet smell of success opinion content. The blurred line between free speech and medical misinformation Anjana Ahuja opinion content. Indonesia counts the cost of idiosyncratic leadership Robin Harding Barclays boss warns UK government on wages and bank taxes Dockless bicycles become the ‘winners’ of London’s Tube strike More highlights Moral Money Due Diligence Cryptocurrencies Special Reports Climate Capital Moral Money Sign up for our newsletter Markets News Asian stocks hit record highs on AI and US rate cut bets Equities rally in chipmaker-heavy Japan, South Korea and Taiwan Apollo builds bet against debt of under-fire auto parts supplier UK must do more to get Britons to invest in listed companies, says ClearScore boss UK savers have more than £614bn in excess cash UK’s biggest bitcoin buyer eyes struggling rivals and FTSE 100 berth China-backed miner confident EU will back $500mn Anglo American nickel deal Alibaba windfall prompts Hong Kong regulators to allow bond-funded buybacks More markets news Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Wealth Management Trading Moral Money ETF Hub Technology AI ‘hit squad’ set up to drive Whitehall efficiency struggles to hire top talent The Incubator for Artificial Intelligence unit spent less than half of its budget last year because of recruitment delays Spear phishing: the ‘boss scam’ that targets new starters US and UK near tech, nuclear and whisky deals ahead of Trump trip FT Alphaville. Oracle’s astonishing jam-tomorrow OpenAI trade Asian stocks hit record highs on AI and US rate cut bets Microsoft avoids EU fine after competition probe Rheinmetall chief calls for more investment in low-cost anti-drone capabilities More technology Cryptofinance Semiconductors Tech Tonic podcast Trading technology Tech start-ups Social Media Artificial intelligence Explore more events from the FT Upcoming events Discover unmissable flagship events with FT journalists to expand your thinking and elevate your career Explore all events FT Live Energy Transition Summit India The leading international gathering on India's drive to net-zero Tuesday, 16 September New Delhi, Delhi, India FT Live Business of Entertainment Summit Navigating the next era of entertainment Wednesday, 17 September West Hollywood, CA, USA FT Live The Covered Bond Congress Where the global Covered Bond community meets. Thursday, 18 September Fibes - Palacio de Congresos y Exposiciones Sevilla, Palacio de Exposiciones y Congresos, Avenida Alcalde Luis Uruñuela, 1, Seville, Spain Join the discussion Gain access to a series of exclusive communities, convened by the Financial Times. Women In Business A dedicated programme to accelerate mid-career women into senior leadership. Future Leaders An authoritative space for businesses to share ideas, build relationships and develop solutions to future challenges. AI FORUM Where senior leaders and tech decision-makers connect to unlock real-world AI applications and shape the future of business transformation."}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "main", "length": 10630, "p_count": 25, "text": "US society US authorities arrest suspect in Charlie Kirk assassination 22-year-old in police custody after manhunt that began on Wednesday following killing of conservative activist The Big Read. America’s dangerous descent into mutual loathing What we know about the suspect in the shooting of Charlie Kirk Life & Arts The Weekend Essay. How chatbots are changing the internet Editor's picks opinion content. The rise of the western refugee Janan Ganesh opinion content. Data Points. France and Britain are in thrall to pensioners John Burn-Murdoch TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud Monetary Policy Radar – Special Edition MONETARY POLICY RADAR When the Fed moves, markets react Anticipate September's announcement with Monetary Policy Radar You can see this section because you have access to Monetary Policy Radar Monetary Policy Radar – Exclusive Insights Into Central Bank Policy Federal Reserve Fed set to lower interest rates despite rising inflation 46 hours ago Federal Reserve A decisive initial victory for Lisa Cook 66 hours ago Spotlight Larry Ellison Person in the News. Larry Ellison, the tech world’s great survivor At 81, Oracle’s co-founder has reinvented himself as a power in AI to become (briefly) the richest person in the world Life & Arts opinion content. Trump and Murdoch, kings of shamelessness The US president has one thing in common with the media mogul Henry Mance Best of FTWeekend Arts HTSI. Fiona Shaw: I’m a Simone Rocha super-fan The actor joins Ruth Negga, Janicza Bravo and Fontaines DC’s Grian Chatten to salute the Irish designer Lunch with the FT. TV producer Shonda Rhimes: ‘I’m telling the stories that I want to see’ Life Review. The V&A’s Bowie Centre is a thoroughly Bowie-esque act of reinvention The pop star’s 90,000-strong archive brings us into thrilling proximity with the man and his music Can buying homes with cryptocurrencies move out of the fringe? Food & drink opinion content. How Bordeaux’s irrigation issue came to a head at Château Lafleur What compelled one of Pomerol’s most celebrated wines to abandon its appellation? Jancis Robinson opinion content. A tiny Southall restaurant, whose chef feeds Bollywood — Jay Rayner reviews Apna Punjab Jay Rayner Most read US authorities arrest suspect in Charlie Kirk assassination What we know about the suspect in the shooting of Charlie Kirk Giorgio Armani named three preferred buyers for empire in his will Fed governor Lisa Cook listed contested home as vacation property America’s dangerous descent into mutual loathing News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder Argentina Javier Milei stumbles into crisis ahead of Argentina’s crucial midterms Libertarian president gets ‘wake-up call’ after disappointing local elections Japanese politics & policy Japan’s ruling party run by ‘grandads’, says leader of ultraconservative Sanseito Sohei Kamiya dismisses LDP as a party that has failed younger generations South Korea denounces ‘shocking’ US treatment of detained workers Rick Davies Obituary. Rick Davies, musician, 1944-2025 Supertramp’s co-founder was a guarded, sardonic realist in an age of grandiloquent gestures Human Longevity From immortal jellyfish to elephants: scientists probe secrets of long-lived animals Creatures from hummingbirds to whales could give clues for biological tools to extend humans’ lifespans Opinion opinion content. The Long View. The strains on the private equity model are showing Firms are still struggling to deal with a lack of exits from their investments Katie Martin opinion content. The FT View. A world without rules America’s Trump-led retreat from global leadership is tempting others to push their luck opinion content. Lex. Labubu has nothing to fear from Wakuku or Lafufu opinion content. Stop talking about wealth taxes — make these reforms instead Dan Neidle opinion content. The battle for the Fed is about much more than interest rates Gillian Tett opinion content. Israel’s attack on Qatar has shaken the Gulf Emile Hokayem opinion content. Charlie Kirk and America’s inability to escape political violence Desmond King opinion content. The FT View. The alarming rise of American political violence The editorial board More Opinion The FT View Lex Unhedged Markets Insight Inside Business Podcasts Swamp Notes podcast. How the Supreme Court can change the course of Trump’s presidency 18 min listen Political Fix. Starmer in a spin as the ‘Dark Lord’ bites the dust 31 min listen The Economics Show. China and the limits of its ‘engineering state’. With Dan Wang 28 min listen FT News Briefing. Charlie Kirk’s killing leads to calls for retribution 12 min listen Life & Arts Arts Books Food & Drink FT Magazine Style House & Home Travel FT Globetrotter HTSI Life & Arts From Yuval Noah Harari to Celia Imrie — highlights from the FTWeekend Festival 2025 Photography FT Magazine. My father, the salesman — a photo essay by Janet Delaney Food & Drink FT Magazine. On the hunt for the UK’s feral fruit Financial fraud Spear phishing: the ‘boss scam’ that targets new starters Interiors The crafted home: replica antiques with the integrity of the originals Video play video content. Bribery and corruption 21 min video content. Bangladesh’s missing billions, stolen in plain sight | FT Film 60 hours ago play video content. Working It 12 min video content. Agentic AI - how bots came for our workflows and drudgery | FT Working It 631 hours ago play video content. FT Film 35 min video content. Trump, tariffs and the battle for blue-collar America | FT Film 751 hours ago play video content. FT Film 25 min video content. Germany’s spending gamble | FT Film 1231 hours ago Highlights Israel unbound: was Qatar a strike too far? Bombing of US ally comes after repeated Israeli attacks across Middle East since Hamas’s October 7 2023 assault How Oracle’s Larry Ellison rode the AI ‘tsunami’ ‘Super sewer’ chief bows out to the sweet smell of success opinion content. The blurred line between free speech and medical misinformation Anjana Ahuja opinion content. Indonesia counts the cost of idiosyncratic leadership Robin Harding Barclays boss warns UK government on wages and bank taxes Dockless bicycles become the ‘winners’ of London’s Tube strike More highlights Moral Money Due Diligence Cryptocurrencies Special Reports Climate Capital Moral Money Sign up for our newsletter Markets News Asian stocks hit record highs on AI and US rate cut bets Equities rally in chipmaker-heavy Japan, South Korea and Taiwan Apollo builds bet against debt of under-fire auto parts supplier UK must do more to get Britons to invest in listed companies, says ClearScore boss UK savers have more than £614bn in excess cash UK’s biggest bitcoin buyer eyes struggling rivals and FTSE 100 berth China-backed miner confident EU will back $500mn Anglo American nickel deal Alibaba windfall prompts Hong Kong regulators to allow bond-funded buybacks More markets news Alphaville Markets Data Capital Markets Commodities Currencies Equities Fund Management Wealth Management Trading Moral Money ETF Hub Technology AI ‘hit squad’ set up to drive Whitehall efficiency struggles to hire top talent The Incubator for Artificial Intelligence unit spent less than half of its budget last year because of recruitment delays Spear phishing: the ‘boss scam’ that targets new starters US and UK near tech, nuclear and whisky deals ahead of Trump trip FT Alphaville. Oracle’s astonishing jam-tomorrow OpenAI trade Asian stocks hit record highs on AI and US rate cut bets Microsoft avoids EU fine after competition probe Rheinmetall chief calls for more investment in low-cost anti-drone capabilities More technology Cryptofinance Semiconductors Tech Tonic podcast Trading technology Tech start-ups Social Media Artificial intelligence Explore more events from the FT Upcoming events Discover unmissable flagship events with FT journalists to expand your thinking and elevate your career Explore all events FT Live Energy Transition Summit India The leading international gathering on India's drive to net-zero Tuesday, 16 September New Delhi, Delhi, India FT Live Business of Entertainment Summit Navigating the next era of entertainment Wednesday, 17 September West Hollywood, CA, USA FT Live The Covered Bond Congress Where the global Covered Bond community meets. Thursday, 18 September Fibes - Palacio de Congresos y Exposiciones Sevilla, Palacio de Exposiciones y Congresos, Avenida Alcalde Luis Uruñuela, 1, Seville, Spain Join the discussion Gain access to a series of exclusive communities, convened by the Financial Times. Women In Business A dedicated programme to accelerate mid-career women into senior leadership. Future Leaders An authoritative space for businesses to share ideas, build relationships and develop solutions to future challenges. AI FORUM Where senior leaders and tech decision-makers connect to unlock real-world AI applications and shape the future of business transformation."}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "section", "length": 980, "p_count": 4, "text": "News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 980, "p_count": 4, "text": "News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 980, "p_count": 4, "text": "News Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 975, "p_count": 4, "text": "Giorgio Armani SpA The battle for Armani: will his anointed suitors swoop on late designer’s empire? Giorgio Armani’s will outlined hopes for one of three European giants to buy into his fashion group. But a deal may prove complex opinion content. Lex. Armani’s flair suits fashion better than finance War in Ukraine Nato to bolster eastern defences after Russian drone incursion US-led alliance announces new Eastern Sentry mission as Trump and Poland disagree on Moscow’s intentions Denmark chooses European air defences over US Patriots Exchange traded funds Cathie Wood’s flagship ARK fund balloons by $3.5bn ahead of Klarna IPO Traders say rush to create new ETF shares echoes unusual trading pattern around last month’s listing of Bullish Bank of America chief Brian Moynihan shakes up leadership team Turkey Is this the end of Atatürk’s party? A campaign threatens to give President Erdoğan control of Turkey’s largest opposition force, started by the nation’s founder"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "section", "length": 789, "p_count": 4, "text": "TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud"}}
{"meta": {"title_guess": "Financial Times"}, "block": {"selector": "div", "length": 789, "p_count": 4, "text": "TOP STORIES French economy French debt downgrade piles pressure on Macron’s new prime minister Fitch’s change to A+ reflects concerns political instability will affect France’s ability to reduce its deficit Investor activism Nestlé investors call for chair to step down over executive turmoil Paul Bulcke has presided over chaotic period culminating in sacking of CEO Laurent Freixe for undisclosed affair EU business regulation Antitrust chief Teresa Ribera under pressure as EU merger reform drifts Commission’s executive vice-president has yet to lay out policy vision, creating uncertainty for dealmakers 1 hour ago Federal Reserve Fed governor Lisa Cook listed contested home as vacation property Documents appear to contradict White House allegation that she committed mortgage fraud"}}
